[
    {"id":1,
        "name":"Fjallraven - Foldsack No. 1 Backpack, Fits 15 Laptops",
        "description":"Your perfect pack for everyday use and walks in the forest. Stash your laptop (up to 15 inches) in the padded sleeve, your everyday",
        "price":109.95,
        "category_name":"Men's clothing",
        "image":["https://fakestoreapi.com/img/81fPKd-2AYL._AC_SL1500_.jpg"],"rating":3.9},
    {"id":2,
        "name":"Mens Casual Premium Slim Fit T-Shirts ","description":"Slim-fitting style, contrast raglan long sleeve, three-button henley placket, light weight & soft fabric for breathable and comfortable wearing. And Solid stitched shirts with round neck made for durability and a great fit for casual fashion wear and diehard baseball fans. The Henley style round neckline includes a three-button placket.","price":22.3,
        "category_name":"Men's clothing","image":["https://fakestoreapi.com/img/71-3HjGNDUL._AC_SY879._SX._UX._SY._UY_.jpg"],"rating":4.1},
    {"id":3,
        "name":"Mens Cotton Jacket",
        "description":"great outerwear jackets for Spring/Autumn/Winter, suitable for many occasions, such as working, hiking, camping, mountain/rock climbing, cycling, traveling or other outdoors. Good gift choice for you or your family member. A warm hearted love to Father, husband or son in this thanksgiving or Christmas Day.","price":55.99,
        "category_name":"Men's clothing",
        "image":["https://fakestoreapi.com/img/71li-ujtlUL._AC_UX679_.jpg"],
        "rating":4.7},
    {"id":4,
        "name":"Mens Casual Slim Fit",
        "description":"The color could be slightly different between on the screen and in practice. / Please note that body builds vary by person, therefore, detailed size information should be reviewed below on the product description.","price":15.99,
        "category_name":"Men's clothing","image":["https://fakestoreapi.com/img/71YXzeOuslL._AC_UY879_.jpg"],"rating":2.1},
    {"id":5,
        "name":"John Hardy Women's Legends Naga Gold & Silver Dragon Station Chain Bracelet",
        "description":"From our Legends Collection, the Naga was inspired by the mythical water dragon that protects the ocean's pearl. Wear facing inward to be bestowed with love and abundance, or outward for protection.","price":695,
        "category_name":"Jewelry","image":["https://fakestoreapi.com/img/71pWzhdJNwL._AC_UL640_QL65_ML3_.jpg"],"rating":4.6},
    {"id":6,
        "name":"Solid Gold Petite Micropave ",
        "description":"Satisfaction Guaranteed. Return or exchange any order within 30 days.Designed and sold by Hafeez Center in the United States. Satisfaction Guaranteed. Return or exchange any order within 30 days.","price":168,
        "category_name": "Jewelry","image":["https://fakestoreapi.com/img/61sbMiUnoGL._AC_UL640_QL65_ML3_.jpg"],"rating":3.9},
    {"id":7,
        "name":"White Gold Plated Princess",
        "description":"Classic Created Wedding Engagement Solitaire Diamond Promise Ring for Her. Gifts to spoil your love more for Engagement, Wedding, Anniversary, Valentine's Day...","price":9.99,
        "category_name":"Jewelry","image":["https://fakestoreapi.com/img/71YAIFU48IL._AC_UL640_QL65_ML3_.jpg"],"rating":3},
    {"id":8,
        "name":"Pierced Owl Rose Gold Plated Stainless Steel Double",
        "description":"Rose Gold Plated Double Flared Tunnel Plug Earrings. Made of 316L Stainless Steel","price":10.99,
        "category_name":"Jewelry","image":["https://fakestoreapi.com/img/51UDEzMJVpL._AC_UL640_QL65_ML3_.jpg"],"rating":1.9},
    {"id":9,
        "name":"WD 2TB Elements Portable External Hard Drive - USB 3.0 ",
        "description":"USB 3.0 and USB 2.0 Compatibility Fast data transfers Improve PC Performance High Capacity; Compatibility Formatted NTFS for Windows 10, Windows 8.1, Windows 7; Reformatting may be required for other operating systems; Compatibility may vary depending on user’s hardware configuration and operating system","price":64,
        "category_name": "Computers","image":["https://fakestoreapi.com/img/61IBBVJvSDL._AC_SY879_.jpg"],"rating":3.3},
    {"id":10,
        "name":"SanDisk SSD PLUS 1TB Internal SSD - SATA III 6 Gb/s",
        "description":"Easy upgrade for faster boot up, shutdown, application load and response (As compared to 5400 RPM SATA 2.5” hard drive; Based on published specifications and internal benchmarking tests using PCMark vantage scores) Boosts burst write performance, making it ideal for typical PC workloads The perfect balance of performance and reliability Read/write speeds of up to 535MB/s/450MB/s (Based on internal testing; Performance may vary depending upon drive capacity, host device, OS and application.)","price":109,
        "category_name": "Computers","image":["https://fakestoreapi.com/img/61U7T1koQqL._AC_SX679_.jpg"],"rating":2.9},
    {"id":11,
        "name":"Silicon Power 256GB SSD 3D NAND A55 SLC Cache Performance Boost SATA III 2.5",
        "description":"3D NAND flash are applied to deliver high transfer speeds Remarkable transfer speeds that enable faster bootup and improved overall system performance. The advanced SLC Cache Technology allows performance boost and longer lifespan 7mm slim design suitable for Ultrabooks and Ultra-slim notebooks. Supports TRIM command, Garbage Collection technology, RAID, and ECC (Error Checking & Correction) to provide the optimized performance and enhanced reliability.","price":109,
        "category_name": "Computers","image":["https://fakestoreapi.com/img/71kWymZ+c+L._AC_SX679_.jpg"],"rating":4.8},
    {"id":12,
        "name":"WD 4TB Gaming Drive Works with Playstation 4 Portable External Hard Drive",
        "description":"Expand your PS4 gaming experience, Play anywhere Fast and easy, setup Sleek design with high capacity, 3-year manufacturer's limited warranty","price":114,
        "category_name": "Computers","image":["https://fakestoreapi.com/img/61mtL65D4cL._AC_SX679_.jpg"],"rating":4.8},
    {"id":13,
        "name":"Acer SB220Q bi 21.5 inches Full HD (1920 x 1080) IPS Ultra-Thin",
        "description":"21. 5 inches Full HD (1920 x 1080) widescreen IPS display And Radeon free Sync technology. No compatibility for VESA Mount Refresh Rate: 75Hz - Using HDMI port Zero-frame design | ultra-thin | 4ms response time | IPS panel Aspect ratio - 16: 9. Color Supported - 16. 7 million colors. Brightness - 250 nit Tilt angle -5 degree to 15 degree. Horizontal viewing angle-178 degree. Vertical viewing angle-178 degree 75 hertz","price":599,
        "category_name": "Screens","image":["https://fakestoreapi.com/img/81QpkIctqPL._AC_SX679_.jpg"],"rating":2.9},
    {"id":14,
        "name":"Samsung 49-Inch CHG90 144Hz Curved Gaming Monitor (LC49HG90DMNXZA) – Super Ultrawide Screen QLED ",
        "description":"49 INCH SUPER ULTRAWIDE 32:9 CURVED GAMING MONITOR with dual 27 inch screen side by side QUANTUM DOT (QLED) TECHNOLOGY, HDR support and factory calibration provides stunningly realistic and accurate color and contrast 144HZ HIGH REFRESH RATE and 1ms ultra fast response time work to eliminate motion blur, ghosting, and reduce input lag","price":999.99,
        "category_name":"Screens","image":["https://fakestoreapi.com/img/81Zt42ioCgL._AC_SX679_.jpg"],"rating":2.2},
    {"id":15,
        "name":"BIYLACLESEN Women's 3-in-1 Snowboard Jacket Winter Coats",
        "description":"Note:The Jackets is US standard size, Please choose size as your usual wear Material: 100% Polyester; Detachable Liner Fabric: Warm Fleece. Detachable Functional Liner: Skin Friendly, Lightweigt and Warm.Stand Collar Liner jacket, keep you warm in cold weather. Zippered Pockets: 2 Zippered Hand Pockets, 2 Zippered Pockets on Chest (enough to keep cards or keys)and 1 Hidden Pocket Inside.Zippered Hand Pockets and Hidden Pocket keep your things secure. Humanized Design: Adjustable and Detachable Hood and Adjustable cuff to prevent the wind and water,for a comfortable fit. 3 in 1 Detachable Design provide more convenience, you can separate the coat and inner as needed, or wear it together. It is suitable for different season and help you adapt to different climates","price":56.99,
        "category_name":"Women's clothing","image":["https://fakestoreapi.com/img/51Y5NI-I5jL._AC_UX679_.jpg"],"rating":2.6},
    {"id":16,
        "name":"Lock and Love Women's Removable Hooded Faux Leather Moto Biker Jacket",
        "description":"100% POLYURETHANE(shell) 100% POLYESTER(lining) 75% POLYESTER 25% COTTON (SWEATER), Faux leather material for style and comfort / 2 pockets of front, 2-For-One Hooded denim style faux leather jacket, Button detail on waist / Detail stitching at sides, HAND WASH ONLY / DO NOT BLEACH / LINE DRY / DO NOT IRON","price":29.95,
        "category_name":"Women's clothing","image":["https://fakestoreapi.com/img/81XH0e8fefL._AC_UY879_.jpg"],"rating":2.9},
    {"id":17,
        "name":"Rain Jacket Women Windbreaker Striped Climbing Raincoats",
        "description":"Lightweight perfet for trip or casual wear---Long sleeve with hooded, adjustable drawstring waist design. Button and zipper front closure raincoat, fully stripes Lined and The Raincoat has 2 side pockets are a good size to hold all kinds of things, it covers the hips, and the hood is generous but doesn't overdo it.Attached Cotton Lined Hood with Adjustable Drawstrings give it a real styled look.","price":39.99,
        "category_name":"Women's clothing","image":["https://fakestoreapi.com/img/71HblAHs5xL._AC_UY879_-2.jpg"],"rating":3.8},
    {"id":18,
        "name":"MBJ Women's Solid Short Sleeve Boat Neck V ",
        "description":"95% RAYON 5% SPANDEX, Made in USA or Imported, Do Not Bleach, Lightweight fabric with great stretch for comfort, Ribbed on sleeves and neckline / Double stitching on bottom hem","price":9.85,
        "category_name":"Women's clothing","image":["https://fakestoreapi.com/img/71z3kpMAYsL._AC_UY879_.jpg"],"rating":4.7},
        {"id":19,
            "name":"Opna Women's Short Sleeve Moisture",
            "description":"100% Polyester, Machine wash, 100% cationic polyester interlock, Machine Wash & Pre Shrunk for a Great Fit, Lightweight, roomy and highly breathable with moisture wicking fabric which helps to keep moisture away, Soft Lightweight Fabric with comfortable V-neck collar and a slimmer fit, delivers a sleek, more feminine silhouette and Added Comfort","price":7.95,
            "category_name":"Women's clothing","image":["https://fakestoreapi.com/img/51eg55uWmdL._AC_UX679_.jpg"],"rating":4.5},
    {"id":20,
        "name":"DANVOUY Womens T Shirt Casual Cotton Short",
        "description":"95%Cotton,5%Spandex, Features: Casual, Short Sleeve, Letter Print,V-Neck,Fashion Tees, The fabric is soft and has some stretch., Occasion: Casual/Office/Beach/School/Home/Street. Season: Spring,Summer,Autumn,Winter.","price":12.99,
        "category_name":"Women's clothing","image":["https://fakestoreapi.com/img/61pHAEJ4NML._AC_UX679_.jpg"],"rating":3.6},
{
    "id" : 21,
    "name" : "AMD Ryzen 9 5900X 12-core, 24-Thread Unlocked Desktop Processor",
    "description" : "The world's best gaming desktop processor, with 12 cores and 24 processing threads",
    "price" : 384.99,
    "rating" : 5,
    "image" : ["https://m.media-amazon.com/images/I/616VM20+AzL._AC_SL1384_.jpg"],
    "category_name" : "Computers"
},
{
    "id" : 22,
    "name" : "WILSON Adult Recreational Tennis Rackets",
    "description" : "Wilson Hyper Hammer 5.3 Adult Recreational Tennis Racket - Grip Size 1 - 4 1/8'', Black/White/Green",
    "price" : 29.99,
    "rating" : 4.5,
    "image" : ["https://m.media-amazon.com/images/I/71d-NCUzaLL._AC_SL1500_.jpg"],
    "category_name" : "Tennis"
},
{
    "id" : 23,
    "name" : "WILSON Prime All Court Tennis Balls",
    "description" : "The Wilson Prime tennis ball features exclusive Duraweave felt that is ideal for all court surfaces. Extended play and durability are provided through this ball as well as added performance. Wilson is the Official Ball of the US Open and Australian Open Grand Slam Championships, as well as the NCAA Tennis (Men and Women).",
    "price" : 10.60,
    "rating" : 4,
    "image" : ["https://m.media-amazon.com/images/I/61G-sRVmZSS._AC_SL1500_.jpg"],
    "category_name" : "Tennis"
},
{
    "id" : 24,
    "name" : "HEAD Tennis Racquet Cover Bag - Lightweight Padded Racket Carrying Bag w/ Adjustable Shoulder Strap",
    "description" : "Provides for easy carrying to and from your matches",
    "price" : 20.90,
    "rating" : 4.5,
    "image" : ["https://m.media-amazon.com/images/I/71n6DkAu2vL._AC_SL1500_.jpg"],
    "category_name" : "Tennis"
},
{
    "id" : 25,
    "name" : "adidas Argentina Away Authentic Mens Soccer Jersey- 2020",
    "description" : "Dedicated to the land we live on. Argentina's away uniform is a blue-on-blue dream, reflecting the country's stunning glaciers. This authentic jersey deals with heat and sweat thanks to a breathable fabric that's as cool as silk. The team crest and details are all heat-transferred on, so you stay light on your feet.",
    "price" : 119.99,
    "rating" : 4.2,
    "image" : ["https://m.media-amazon.com/images/I/81EgWeEzUDL._AC_UX342_.jpg"],
    "category_name" : "Football"
},
{
    "id" : 26,
    "name" : "Folding Bar Stools – Heavy-Duty 18-Inch Stool with 300lb Capacity and Padded Seats for Dorm, Recreation or Game Room by Lavish Home (White)",
    "description" : "COMPACT AND FOLDABLE- This 18-inch tall bar stool folds flat for convenient storage in small spaces when it isn’t being used. It also measures just 12.5 wide, making it perfect for dorms and apartments. 300 POUND CAPACITY- The base of this collapsible stool is constructed from 1mm-thick steel tubing for strength and durability. The heavy-duty frame gives the seat a 300-pound weight limit so both children and adults can comfortably use it. EASY TO CLEAN- This bar stool has extra thick, PVC covered cushioning to provide a comfortable seat. The PVC cover is also easy to clean with a soft, damp cloth or sponge and soapy water. The seat should be dried completely before its next use. PORTABLE- This foldable seat is designed to be lightweight and compact enough to easily take anywhere. Once folded, the stool easily fits in almost any vehicle for convenient travel to parties.",
    "price" : 34.00,
    "rating" : 4.1,
    "image" : ["https://m.media-amazon.com/images/I/71sEY7gu9EL._AC_SL1500_.jpg"],
    "category_name" : "Furniture"
},
{
    "id" : 27,
    "name" : "Lucid 6 Inch Gel Memory Foam Mattress – Soft Feel – Gel Infusion – Hypoallergenic Bamboo Charcoal – Breathable Cover",
    "description" : "This mattress features a 6-inch supportive feel ideal for kids and teens in need of a mattress upgrade. Gel infused memory foam regulates temperature while conforming to the body to ease pressure points. The 1 inch ventilated gel memory foam top layer creates a cooler sleep experience than traditional memory foam by helping to regulate body temperature and increase circulation. 5 inches of dense bamboo charcoal infused support foam provide extra stability and full body support. Ideal Sleeping Position: Back & Stomach. We only use CertiPUR US certified memory foam to ensure your uncompromising safety and comfort",
    "price" : 120.24,
    "rating" : 3.8,
    "image" : ["https://m.media-amazon.com/images/I/81MJemLymHL._AC_SL1500_.jpg"],
    "category_name" : "Furniture"
},
{
    "id" : 28,
    "name" : "Bush Business Furniture Series C 3 Drawer Mobile File Cabinet in Mahogany",
    "description" : "Mobile File Cabinet rolls under the Desk or wherever you need it",
    "price" : 286.99,
    "rating" : 4.4,
    "image" : ["https://m.media-amazon.com/images/I/71XY8ftUxWL._AC_SY450_.jpg"],
    "category_name" : "Furniture"
},
{
    "id" : 29,
    "name" : "Everplush Diamond Jacquard Bath Towel Set, 10 Piece, Grey",
    "description" : "Imported. 4x oversized bath towels (30 in x 56 in), 4x hand towels (16 in x 30 in), 2x washcloths (13 in x 13 in). Powered by patented Ever plush technology for always absorbent, long-lasting, quick-dry towels. Soft cotton and microfiber construction instantly absorbs water. Ultra-plush fabric feels soft on skin. Absorbs 8x its weight in water. Machine washable: machine wash separate, tumble dry low for best results",
    "price" : 121.99,
    "rating" : 3.4,
    "image" : ["https://m.media-amazon.com/images/I/81I0KSrye4L._AC_SY606_.jpg"],
    "category_name" :"Bathroom"
},
{
    "id" : 30,
    "name" : "SparkPod High Pressure Rain Showerhead – Best Showerheads for Bathroom - Adjustable Angle for Ultimate Bath Shower",
    "description" : "High pressure rainfall shower head: Our luxury bathroom rainhead is the perfect replacement that will jet out high-pressure rain of hot water so your whole body is doused with the downpour. You won’t go back to a normal shower again. Easy no-tool installation: Our universal shower head quickly connects to any standard shower arm within 5 mins. Also Included: Extra Teflon Tape and Additional Water Filter to help with fitting the moment it arrives.Easy to clean nozzles: Our rustproof ABS plastic luxury Chrome Showerhead comes with 90 Powered Easy to Clean Rubber Jets remove hard water deposits such as limescale to ensure you always feel the full force of this luxurious rain shower head. A low maintenance shower head for years to come",
    "price" : 29.97,
    "rating" : 2.9,
    "image" : ["https://m.media-amazon.com/images/I/8144kdoG9RL._AC_SY355_.jpg"],
    "category_name" :"Bathroom"
},
{
    "id" : 31,
    "name" : "The Midnight Library: A Novel",
    "description" : "The #1 New York Times bestselling WORLDWIDE phenomenon. Winner of the Goodreads Choice Award for Fiction | A Good Morning America Book Club Pick | Independent (London) Ten Best Books of the Year",
    "price" : 13.29,
    "rating" : 4.2,
    "image" : ["https://m.media-amazon.com/images/P/B085BVSXS9.01._SCLZZZZZZZ_SX500_.jpg"],
    "category_name" : "Sci-Fi"
},
{
    "id" : 32,
    "name" : "Great Expectations (Penguin Clothbound Classics)",
    "description" : "Part of Penguin's beautiful hardback Clothbound Classics series, designed by the award-winning Coralie Bickford-Smith, these delectable and collectible editions are bound in high-quality colourful, tactile cloth with foil stamped into the design. Pip doesn't expect much from life...His sister makes it clear that her orphaned little brother is nothing but a burden on her. But suddenly things begin to change. Pip's narrow existence is blown apart when he finds an escaped criminal, is summoned to visit a mysterious old woman and meets the icy beauty Estella. Most astoundingly of all, an anonymous person gives him money to begin a new life in London. Are these events as random as they seem? Or does Pip's fate hang on a series of coincidences he could never have expected?",
    "price" : 22.49,
    "rating" : 5,
    "image" : ["https://images-na.ssl-images-amazon.com/images/I/51i0v6yD7aL._SX322_BO1,204,203,200_.jpg"],
    "category_name" :"Classic Literature"
},
{
    "id" : 33,
    "name" : "Pride & Prejudice (Deluxe Hardbound Edition)",
    "description" : "Pride & Prejudice (Deluxe Hardbound Edition).  This collectable edition is beautifully crafted and designed. Perfect for gifting as well as for keeps. A prized edition for any library.   When Elizabeth Bennet meets Fitzwilliam Darcy for the first time at a ball, she writes him off as an arrogant and obnoxious man. He not only acts like an insufferable snob, but she also overhears him rejecting the very idea of asking her for a dance! As life pits them against each other again and again, Darcy begins to fall for Elizabeth's wit and intelligence and Elizabeth begins to question her feelings about Darcy. But when Darcy saves her youngest sister Lydia from a scandal, Elizabeth starts to wonder if her pride has prejudiced her opinion of Darcy. Through this tale about two warring hearts, Jane Austen weaves a witty satire about life in eighteenth century England. And through it was published more than two centuries ago, Pride and Prejudice continues to enthrall readers to this very day. A beautiful classic hardbound edition, this book is perfect as keepsake.",
    "price" :22.49 ,
    "rating" : 4.5,
    "image" : ["https://images-na.ssl-images-amazon.com/images/I/51zXwQjpa-S._SX460_BO1,204,203,200_.jpg"],
    "category_name" : "Romance"
},
{
    "id" : 34,
    "name" : "Around the World in Eighty Days (Penguin Clothbound Classics)",
    "description" : "One night in the reform club, Phileas Fogg bets his companions that he can travel across the globe in just eighty days. Breaking the well-established routine of his daily life, he immediately sets off for Dover with his astonished valet Passepartout. Passing through exotic lands and dangerous locations, they seize whatever transportation is at hand - whether train or elephant - overcoming set-backs and always racing against the clock. For more than seventy years, Penguin has been the leading publisher of classic literature in the English-speaking world. With more than 1,700 titles, Penguin Classics represents a global bookshelf of the best works throughout history and across genres and disciplines. Readers trust the series to provide authoritative texts enhanced by introductions and notes by distinguished scholars and contemporary authors, as well as up-to-date translations by award-winning translators.",
    "price" : 17.99,
    "rating" : 4.8,
    "image" : ["https://images-na.ssl-images-amazon.com/images/I/51nZv3AHw0L._SX308_BO1,204,203,200_.jpg"],
    "category_name" : "Adventure"
},
{
    "id" : 35,
    "name" : "The Complete Sherlock Holmes (Timeless Classics, 2)",
    "description" : "Written by Sir Arthur Conan Doyle between the years 1867 and 1927, the legendary Sherlock Holmes employed his mastery of deductive reasoning and expert sleuthing to solve an array of complex and harrowing cases. From his home—221B Baker Street in London—the legendary Sherlock Holmes (accompanied by his loyal companion and chronicler, Dr. Watson) baffled policemen and became famous worldwide for his remarkable observations and even more eccentric habits.",
    "price" : 25.30,
    "rating" : 4.5,
    "image" : ["https://images-na.ssl-images-amazon.com/images/I/51ruWhmI2iL._SX347_BO1,204,203,200_.jpg"],
    "category_name" : "Mystery"
},
{
    "id" : 36,
    "name" : "Brave New World",
    "description" : "Aldous Huxley's profoundly important classic of world literature, Brave New World is a searching vision of an unequal, technologically-advanced future where humans are genetically bred, socially indoctrinated, and pharmaceutically anesthetized to passively uphold an authoritarian ruling order–all at the cost of our freedom, full humanity, and perhaps also our souls. “A genius [who] who spent his life decrying the onward march of the Machine” (The New Yorker), Huxley was a man of incomparable talents: equally an artist, a spiritual seeker, and one of history’s keenest observers of human nature and civilization. Brave New World, his masterpiece, has enthralled and terrified millions of readers, and retains its urgent relevance to this day as both a warning to be heeded as we head into tomorrow and as thought-provoking, satisfying work of literature. Written in the shadow of the rise of fascism during the 1930s, Brave New World likewise speaks to a 21st-century world dominated by mass-entertainment, technology, medicine and pharmaceuticals, the arts of persuasion, and the hidden influence of elites. ",
    "price" : 22.49,
    "rating" : 5,
    "image" : ["https://images-na.ssl-images-amazon.com/images/I/41-n-3hZMeL._SX325_BO1,204,203,200_.jpg"],
    "category_name" :  "Politics and Social Sciences"
},
{
    "id" : 37,
    "name" : "Lord of the Flies",
    "description" : "At the dawn of the next world war, a plane crashes on an uncharted island, stranding a group of schoolboys. At first, with no adult supervision, their freedom is something to celebrate. This far from civilization they can do anything they want. Anything. But as order collapses, as strange howls echo in the night, as terror begins its reign, the hope of adventure seems as far removed from reality as the hope of being rescued.",
    "price" : 19.74,
    "rating" : 4,
    "image" : ["https://images-na.ssl-images-amazon.com/images/I/51eeAWItwbL._SX281_BO1,204,203,200_.jpg"],
    "category_name" :"Politics and Social Sciences"
},
{
    "id" : 38,
    "name" : "1984",
    "description" : "'The Party told you to reject the evidence of your eyes and ears. It was their final, most essential command.' Winston Smith toes the Party line, rewriting history to satisfy the demands of the Ministry of Truth. With each lie he writes, Winston grows to hate the Party that seeks power for its own sake and persecutes those who dare to commit thoughtcrimes. But as he starts to think for himself, Winston can’t escape the fact that Big Brother is always watching...      A startling and haunting novel, 1984 creates an imaginary world that is completely convincing from start to finish. No one can deny the novel’s hold on the imaginations of whole generations, or the power of its admonitions—a power that seems to grow, not lessen, with the passage of time.",
    "price" : 19.84,
    "rating" : 4.2,
    "image" : ["https://images-na.ssl-images-amazon.com/images/I/41t+5gUqXYL._SX277_BO1,204,203,200_.jpg"],
    "category_name" :  "Politics and Social Sciences"
},
{
    "id" : 39,
    "name" : "The Death of Ivan Ilyich",
    "description" : "The Death of Ivan Ilyich, first published in 1886, is a novella by Leo Tolstoy, considered one of the masterpieces of his late fiction, written shortly after his religious conversion of the late 1870s.",
    "price" : 14.50,
    "rating" : 4.8,
    "image" : ["https://images-na.ssl-images-amazon.com/images/I/51kptwLCQlL._SX331_BO1,204,203,200_.jpg"],
    "category_name" : "Adventure"
},
{
    "id" : 40,
    "name" : "Oliver Twist: Complete & Unabridged",
    "description" : "COMPLETE & UNABRIDGED. Charles Dickens (1812-1870) was an English writer and social commentator, who is regarded as the finest novelist of the Victorian-era. He was an exceptional creator of character, perhaps second only to Shakespeare. Through his novels, he fiercely criticised the poverty and social stratification of Victorian society. He had to leave school to work ten-hour days in a factory when his father was incarcerated in a debtor’s prison. In spite of his lack of formal education, he went on to become a literary juggernaut and achieved world-wide fame within his lifetime. Oliver Twist, which was serialised from 1837 to 1839 and published as a book in 1838, is Charles Dickens’ second novel. The novel chronicles the journey of Oliver Twist, a child born in a workhouse, his subsequent sale as an apprentice to an undertaker, and his escape to London to join a gang of child pickpockets. It used an entirely new form of storytelling, a scathing social commentary in the form of fiction, utilising an unforgettable cast of curious characters, supported by an omnipresent undercurrent of lurking mystery and adventure. Foremost among early social novels, in it Dickens combines his merciless wit with blatant realism to shed light on the wretched condition of thousands of innocent orphans, like Oliver, to whom the only options seem to be a life of criminal association, the prison or premature death. A vivid and stark painting of Victorian London’s dark and impoverished underworld, it was Dickens’ first novel that illustrated his belief that impoverishment is the root of criminal motives.",
    "price" : 8.49,
    "rating" : 4.5,
    "image" : ["https://images-na.ssl-images-amazon.com/images/I/41CMO-Uh7mS._SX322_BO1,204,203,200_.jpg"],
    "category_name" :  "Classic Literature"
},
{
    "id" : 41,
    "name" : "A Tale of Two Cities",
    "description" : "A Tale of Two Cities is Dickens’ best-known work of historical fiction, with over 200 million copies sold The novel has been adapted for film, television, radio and the stage, and has continued to have an influence on popular culture. Screenwriter Jonathan Nolan’s screenplay for The Dark Knight Rises (2012) was inspired by the novel, with Nolan calling the depiction of Paris “one of the most harrowing portraits of a relatable, recognisable civilisation that completely folded to pieces”.",
    "price" : 22.49,
    "rating" : 4.8,
    "image" : ["https://images-na.ssl-images-amazon.com/images/I/41Jr3hKD0NL._SX348_BO1,204,203,200_.jpg"],
    "category_name" :  "Classic Literature"
},
{
    "id" : 42,
    "name" : "The Adventures of Huckleberry Finn",
    "description" : "Hilariously picaresque, epic in scope, alive with  the poetry and vigor of the American people, Mark  Twain's story about a young boy and his journey  down the Mississippi was the first great novel to  speak in a truly American voice. Influencing  subsequent generations of writers -- from Sherwood  Anderson to Twain's fellow Missourian,  T.S. Eliot, from Ernest Hemingway and William  Faulkner to J.D. Salinger --  Huckleberry Finn, like the river  which flows through its pages, is one of the great  sources which nourished and still nourishes the  literature of America.",
    "price" : 11.19,
    "rating" : 4,
    "image" : ["https://images-na.ssl-images-amazon.com/images/I/51tsRv3kXJL._SX303_BO1,204,203,200_.jpg"],
    "category_name" : "Classic Literature"
},
{
    "id" : 43,
    "name" : "Collected Fictions",
    "description" : "From Jorge Luis Borges’s 1935 debut with The Universal History of Iniquity, through his immensely influential collections Ficciones and The Aleph, these enigmatic, elaborate, imaginative inventions display his talent for turning fiction on its head by playing with form and genre and toying with language. Together these incomparable works comprise the perfect one-volume compendium for all those who have long loved Borges, and a superb introduction to the master's work for those who have yet to discover this singular genius.",
    "price" : 28.49,
    "rating" : 4.3,
    "image" : ["https://images-na.ssl-images-amazon.com/images/I/41To0kgvozL._SX331_BO1,204,203,200_.jpg"],
    "category_name" :  "Classic Literature"
},
{
    "id" : 44,
    "name" : "Spalding Street Outdoor Basketball",
    "description" : "Official size and weight: Size 7, 29.5'' or Intermediate: Size 6, 28.5'' or Youth size and weight: Size 5, 27.5'' available",
    "price" : 16.99,
    "rating" : 4,
    "image" : ["https://m.media-amazon.com/images/I/7187crn3osS._AC_SX425_.jpg"],
    "category_name" : "Basketball"
},
{
    "name" : "LG - 20.2 Cu. Ft. Top-Freezer Refrigerator - Stainless steel",
    "description" : "Capacity means a lot to you, and this top-mount refrigerator features 30'' width with 20 cu. ft. refrigerator and freezer storage space. You're also focused on freshness, and that's why you're sure to appreciate LG's humidity-controlled crisper and full-width gallon door bins. They're on a mission to extend the life of your fruits and vegetables...freshness that shines clear through with LG's advanced LED interior lighting.",
    "price": 799.99,
    "rating" : 4.7,
    "image" : ["https://pisces.bbystatic.com/image2/BestBuy_US/images/products/6360/6360748_sd.jpg"],
    "category_name" : "Kitchen"

},
{
    "name" : "Whirlpool - 20.5 Cu. Ft. Top-Freezer Refrigerator - White",
    "description" : "Whirlpool 20.5 Cu. Ft. Top-Freezer Refrigerator: Enjoy crisp, fresh food for longer with the FreshFlow system and humidity-controlled drawers in this top-freezer refrigerator. The Flexi-Slide bin lets you customize your space as needed, and energy-efficient LED lighting illuminates the entire interior so you can grab items and go when you're in a hurry.",
    "price":879.99 ,
    "rating" : 4.5,
    "image" : ["https://pisces.bbystatic.com/image2/BestBuy_US/images/products/8982/8982107_sd.jpg"],
    "category_name" : "Kitchen"

},
{
    "name" : "KitchenAid - KSM150PSER Artisan Series Tilt-Head Stand Mixer - Empire Red",
    "description" : "KitchenAid Artisan Series 5-Quart KSM150PSER Tilt-Head Stand Mixer: Make your favorite appetizers, cakes, cookies and other baked goods with this versatile tilt-head stand mixer. The comfortable handle and 10 speed options help you flawlessly blend even the thickest batters. Easily match your kitchen décor by choosing from a wide variety of colors.",
    "price": 449.99,
    "rating" : 5,
    "image" : ["https://pisces.bbystatic.com/image2/BestBuy_US/images/products/6008/6008009_sd.jpg"],
    "category_name" : "Kitchen"

},
{
    "name" : "Vitamix - Ascent Series Blending Cup & Bowl Starter Kit - Black",
    "description" : "Use your Vitamix Ascent™ Series blender to make personal smoothies or small portions of your favorite recipes and avoid washing extra dishes with the Blending Cup & Bowl Starter Kit. Blend individual beverages right inside your travel cup and immediately take them to go. Use the 8-ounce Blending Bowl to create small portions of your favorite recipes, or quickly chop ingredients like garlic and onion.",
    "price": 139.95,
    "rating" : 4.5,
    "image" : ["https://pisces.bbystatic.com/image2/BestBuy_US/images/products/6452/6452835_rd.jpg"],
    "category_name" : "Kitchen"

},
{
    "name" : "GE - 5-Speed 64-Oz. Blender with Blender Cups - Stainless Steel",
    "description" : "Now that quality you've come to love from GE is available right on your countertop, thanks to GE Appliances blenders, available in both Standard and Immersion designs. Our immersion blenders are ideal for one-handed operation, and available whisk and chopping attachments make whipping up family meals a cinch. You can even take it with you to help make kitchen magic on the go. GE Appliances standard blenders are the perfect addition to any kitchen and have the power to blend through tough ingredients to make delicious shakes, sauces and purées. The available personal blending cups are perfect for your morning smoothie and help make clean-up a snap. Make your blending experience a snap with help from GE Appliances, a brand you trust.",
    "price": 79,
    "rating" : 4.5,
    "image" : ["https://pisces.bbystatic.com/image2/BestBuy_US/images/products/6421/6421033_sd.jpg"],
    "category_name" : "Kitchen"

},
{
    "name" : "GE - 1.6 Cu. Ft. Microwave with Sensor Cooking - Stainless steel",
    "description" : "Heat and reheat effortlessly with this 1150W GE countertop microwave oven. Instant-on and add 30 seconds buttons make operation simple, and weight and time defrost take the guesswork out of meal prep. This 1.6 cu. ft. GE countertop microwave oven has a built-in turntable, ensuring foods cook evenly without hot spots.",
    "price": 159.99,
    "rating" : 4.5,
    "image" : ["https://pisces.bbystatic.com/image2/BestBuy_US/images/products/6237/6237753_sd.jpg"],
    "category_name" : "Kitchen"

},
{
    "name" : "Breville - the Compact Wave™ Soft Close 0.9 Cu. Ft. Microwave - Brushed stainless steel",
    "description" : "",
    "price": 237.99,
    "rating" : 4.5,
    "image" : ["https://pisces.bbystatic.com/image2/BestBuy_US/images/products/6362/6362518_sd.jpg", "https://pisces.bbystatic.com/image2/BestBuy_US/images/products/6362/6362518cv11d.jpg", "https://pisces.bbystatic.com/image2/BestBuy_US/images/products/6362/6362518cv13d.jpg"],
    "category_name" : "Kitchen"

},
{
    "name" : "Bella Pro Series - 12.6-qt. Digital Air Fryer Oven - Stainless Steel",
    "description" : "Experience versatile cooking with the Bella Pro Series 12.6-qt. Digital Air Fryer Oven. Air Fry, Dehydrate, Rotisserie, Grill, Roast, Bake, Broil, and Reheat your favorite meals with consistent results every time. The extra-large capacity fits a 10” pizza, 2.2 lbs. of french fries, 4 slices of bread, and a 4 lb. chicken. The powerful 1500 watt heating system uses High Performance Circular Heat Technology to circulate heat for fast, crispy, and evenly cooked results every time. 10 convenient preset menu options, adjustable temperature range from 90°F to 400°F and 24 hour auto shutoff timer with audible tone. Easy cleanup with the dishwasher safe removable accessories.",
    "price": 79.99,
    "rating" : 4.5,
    "image" : ["https://pisces.bbystatic.com/image2/BestBuy_US/images/products/6412/6412331_sd.jpg", "https://pisces.bbystatic.com/image2/BestBuy_US/images/products/6412/6412331_rd.jpg"],
    "category_name" : "Kitchen"

},
{
    "name" : "Ninja DT201 Foodi 10-in-1 XL Pro Air Fry Oven, Dehydrate, Reheat - Stainless Steel",
    "description" : "Meet the Ninja Foodi XL Pro Air Oven, the extra-large toaster oven and air fry oven with True Surround Convection. You get up to 10X the convection power of a traditional full-size convection oven, so you can make quick family meals on 2 levels, no rotating required. Plus, it features 10 cooking functions: Air Fry, Whole Roast, Air Roast, Bake, Dehydrate, Pizza, Broil, Toast, Bagel, and Reheat.",
    "price": 229.99,
    "rating" : 4.5,
    "image" : ["https://pisces.bbystatic.com/image2/BestBuy_US/images/products/6421/6421830_sd.jpg", "https://pisces.bbystatic.com/image2/BestBuy_US/images/products/6421/6421830cv12d.jpg"],
    "category_name" : "Kitchen"

},
{
    "name" : "Whirlpool - 5.1 Cu. Ft. Freestanding Gas Range - Stainless steel",
    "description" : "Enjoy the flexibility and efficiency you need to prepare holiday meals and everything in between with this 5.1 cu. ft. capacity freestanding gas range. Multiple Power™ burners make high heat tasks like searing and frying easy, while an 8,000-BTU middle burner offers added flexibility and room to cook all of your favorite dishes. Plus, it's easy to move heavy pots and pans across the continuous, satin-finish cast-iron grates to the optimal cooking location. The large oven window lets you monitor cooking progress without opening the door and disturbing the oven temperature. And when you need to toast a large batch of garlic bread or melt cheese on burgers for the whole family, the full-width under-oven broiler provides enough space to broil an entire rack of food.",
    "price": 699.99,
    "rating" : 4.5,
    "image" : ["https://pisces.bbystatic.com/image2/BestBuy_US/images/products/5610/5610459_sd.jpg", "https://pisces.bbystatic.com/image2/BestBuy_US/images/products/5610/5610459cv13d.jpg"],
    "category_name" : "Kitchen"

},
{
    "name" : "MacBook Pro 13.3'' Laptop - Apple M1 chip - 8GB Memory - 256GB SSD (Latest Model) - Space Gray",
    "description" : "The Apple M1 chip redefines the 13-inch MacBook Pro. Featuring an 8-core CPU that flies through complex workflows in photography, coding, video editing, and more. Incredible 8-core GPU that crushes graphics-intensive tasks and enables super-smooth gaming. An advanced 16-core Neural Engine for more machine learning power in your favorite apps. Superfast unified memory for fluid performance. And the longest-ever battery life in a Mac at up to 20 hours.² It’s Apple's most popular pro notebook. Way more performance and way more pro.",
    "price": 1099.99,
    "rating" : 4.5,
    "image" : ["https://pisces.bbystatic.com/image2/BestBuy_US/images/products/6418/6418601_sd.jpg","https://pisces.bbystatic.com/image2/BestBuy_US/images/products/6418/6418601cv11d.jpg"],
    "category_name" : "Computers"

},
{
    "name" : "HP - 17.3'' Laptop - Intel Core i3 - 8GB Memory - 256GB SSD - Natural Silver",
    "description" : "Responsive and reliable performance: Surf, stream, and do so much more with a powerful Intel® Core™ processor. Plus, extensive quality testing ensures that your laptop keeps going … and going. Sleek. Stylish. Portable. With a sleek and stylish design, this eye-catching laptop looks as good as it performs and is easy to take anywhere. Stay Connected and Entertained: Stay connected and entertained with a longlasting battery with HP Fast Charge. Store more of what you love with ample storage options.",
    "price": 349.99,
    "rating" : 4.5,
    "image" : ["https://pisces.bbystatic.com/image2/BestBuy_US/images/products/6477/6477887_rd.jpg", "https://pisces.bbystatic.com/image2/BestBuy_US/images/products/6477/6477887_sd.jpg"],
    "category_name" : "Computers"

},
{
    "name" : "Lenovo - Legion Slim 7 15'' Gaming Laptop - AMD Ryzen 7 5800H - 16GB Memory - NVIDIA GeForce RTX 3060 Max-Q - 512GB SSD - Shadow Black",
    "description" : "The Lenovo™ Legion Slim 7 was engineered for gamers who demand mobility and performance for day and night. Sporting a finely crafted chassis machined from 100% aluminum that is shockingly thin and impressively light, the Legion Slim 7 was expertly crafted for gamers who demand more.",
    "price": 1099.99,
    "rating" : 4.5,
    "image" : ["https://pisces.bbystatic.com/image2/BestBuy_US/images/products/6470/6470819cv3d.jpg" , "https://pisces.bbystatic.com/image2/BestBuy_US/images/products/6470/6470819_sd.jpg"],
    "category_name" : "Computers"

},
{
    "name" : "ASUS - ROG Gaming Desktop - Intel Core i7-11700KF - 16GB Memory - NVIDIA GeForce RTX 3080 - 2TB HDD + 512GB SSD",
    "description" : "",
    "price": 1599.99,
    "rating" : 4.5,
    "image" : ["https://pisces.bbystatic.com/image2/BestBuy_US/images/products/6455/6455824_sd.jpg","https://pisces.bbystatic.com/image2/BestBuy_US/images/products/6455/6455824_rd.jpg"],
    "category_name" : "Computers"

},
{
    "name" : "Samsung - 55'' Class 7 Series LED 4K UHD Smart Tizen TV",
    "description" : "Improve your viewing experience with this 55-inch Samsung smart TV. The variety of applications offer easy access to content on popular streaming services, and the intuitive interface makes finding your favorite shows simple. Boasting native 4K resolution and advanced HDR technology, this Samsung smart TV enriches your movie nights with stunningly detailed visuals and lifelike colors.",
    "price": 409.99,
    "rating" : 4.5,
    "image" : ["https://pisces.bbystatic.com/image2/BestBuy_US/images/products/6401/6401735_rd.jpg","https://pisces.bbystatic.com/image2/BestBuy_US/images/products/6401/6401735_sd.jpg"],
    "category_name" : "TVs"

},
{
    "name" : "Insignia™ - 58'' Class F30 Series LED 4K UHD Smart Fire TV",
    "description" : "Take in every moment with breathtaking 4K Ultra HD on this 58-inch screen. It’s equipped with DTS Studio Sound to create realistic and immersive audio. Access live over-the-air channels and streaming—and control it all with your voice. Ask Alexa to launch apps, search for titles and more. Experience the affordable, yet high-performing Insignia NS-58F301NA22 58'' Class F30 Series LED 4K UHD Smart Fire TV.",
    "price": 369.99,
    "rating" : 4.5,
    "image" : ["https://pisces.bbystatic.com/image2/BestBuy_US/images/products/6463/6463115_sd.jpg","https://pisces.bbystatic.com/image2/BestBuy_US/images/products/6463/6463115_rd.jpg"],
    "category_name" : "TVs"

},
{
    "name" : "TCL - 40'' Class 3-Series LED Full HD Smart Roku TV",
    "description" : "Watch thousands of movies and TV episodes with this 40-inch TCL Roku TV. Its Full HD resolution and 120Hz CMI refresh rate deliver vivid images and fluid action scenes, and the three HDMI inputs and Wi-Fi connectivity provide versatile access to video sources. This TCL Roku TV's intuitive interface enables effortless browsing through the many Roku viewing options.",
    "price": 219.99,
    "rating" : 4.5,
    "image" : ["https://m.media-amazon.com/images/I/61--xSgNcQL._AC_SX569_.jpg","https://pisces.bbystatic.com/image2/BestBuy_US/images/products/6302/6302321_rd.jpg"],
    "category_name" : "TVs"

},
{
    "name" : "VIZIO - 55'' Class V-Series LED 4K UHD Smart TV",
    "description" : "Experience entertainment in a better way with the all-new VIZO V-Series® 4K HDR Smart TV. Epic 4K picture quality, Dolby Vision™ HDR, and nextgen processing power of the IQ Active™ processor brings your entertainment to life with astonishing detail and vibrancy. Finding your next binge-worthy show has never been easier with VIZIO’s award-winning SmartCast™ platform. With the best selection of apps from top-tier streaming services, support for Apple AirPlay and Chromecast built-in, and VIZIO’s all-new voice remote, this is everything you want in a smart TV, at a value you won’t believe.",
    "price": 384.99,
    "rating" : 4.5,
    "image" : ["https://pisces.bbystatic.com/image2/BestBuy_US/images/products/6482/6482746_sd.jpg","https://pisces.bbystatic.com/image2/BestBuy_US/images/products/6482/6482746_rd.jpg"],
    "category_name" : "TVs"

},
{
    "name" : "LG - 86” Class UP8770 Series LED 4K UHD Smart webOS TV",
    "description" : "More of what you want in one ultra-slim, XL 4K package. It's an Ultra High Definition cinema screen display backed by our powerful processor to enhance color, contrast, detail and sound. It's a huge library of content right at your fingertips. It's control of all your compatible smart home devices with ThinQ AI and the Magic Remote.",
    "price": 1399.99,
    "rating" : 4.5,
    "image" : ["https://pisces.bbystatic.com/image2/BestBuy_US/images/products/6452/6452986_sd.jpg","https://pisces.bbystatic.com/image2/BestBuy_US/images/products/6452/6452986_bd.jpg"],
    "category_name" : "TVs"

},
{
    "name" : "Samsung - 85'' Class QN85A Neo QLED 4K UHD Smart Tizen TV",
    "description" : "The QN85A upgrades your home entertainment experience with super charged 4K, an anti-glare screen, and an ultra-high contrast picture. These Advanced-Premium Samsung models feature a breakthrough matrix of Quantum Mini LEDs that focus light precisely where needed for breathtaking contrast. With the QN85A, our most advanced Samsung 4K TV processor powers Next-Gen Gaming capabilities, a new generation of apps, and sound that moves with the onscreen action. And with HDR10+, colors are adjusted scene-by-scene to enhance what you watch.",
    "price": 2699.99,
    "rating" : 4.5,
    "image" : ["https://pisces.bbystatic.com/image2/BestBuy_US/images/products/6451/6451491_sd.jpg","https://pisces.bbystatic.com/image2/BestBuy_US/images/products/6451/6451491cv12d.jpg"],
    "category_name" : "TVs"

},
{
    "name" : "Apple - iPhone XS 256GB - Space Gray (Verizon)",
    "description" : "iPhone XS features a 5.8-inch Super Retina display with custom-built OLED panels for an HDR display that provides the industry’s best color accuracy, true blacks, and remarkable brightness.¹ Advanced Face ID lets you securely unlock your iPhone, log in to apps, and pay with just a glance. The A12 Bionic chip with next-generation Neural Engine uses real-time machine learning to transform the way you experience photos, gaming, augmented reality, and more. A breakthrough 12MP dual-camera system takes your portraits to the next level with Portrait mode, Portrait Lighting, enhanced bokeh, and all-new Depth Control. Water resistance.² And iOS 12—the most advanced mobile operating system—with powerful new tools that make iPhone more personal than ever.",
    "price": 1049.99,
    "rating" : 4.5,
    "image" : ["https://pisces.bbystatic.com/image2/BestBuy_US/images/products/6009/6009869_sd.jpg","https://pisces.bbystatic.com/image2/BestBuy_US/images/products/6009/6009869_bd.jpg"],
    "category_name" : "Cellphones"

},
{
    "name" : "Samsung - Galaxy S22 128GB (Unlocked) - Phantom White",
    "description" : "Galaxy S22 is redefining the epic standard – both for what a smartphone can do with video and for what you can communicate, create, and experience with it. In other words, if you’ve got something to say, Galaxy S22 makes it possible to say anything you want with video, at any time-even in the darkness of night.",
    "price": 799.99,
    "rating" : 4.5,
    "image" : ["https://pisces.bbystatic.com/image2/BestBuy_US/images/products/6494/6494445cv12d.jpg","https://pisces.bbystatic.com/image2/BestBuy_US/images/products/6494/6494445_sd.jpg"],
    "category_name" : "Cellphones"

},
{
    "name" : "Samsung - Galaxy S21 FE 5G 128GB (Unlocked) - Navy",
    "description" : "Take your everyday experiences to the next level with the phone that's designed to fuel the passions of every fan. Whether you're a gaming guru, social star or fashionista, Samsung Galaxy S21 FE 5G is jam-packed with features that help you get more out of whatever you're into, including an All-Day Intelligent Battery, a powerful processor, a smooth and strong display, a triple-lens camera and more. Plus, choose from four colors for a stylish look that will set off your fan vibe.",
    "price": 499.99,
    "rating" : 4.5,
    "image" : ["https://pisces.bbystatic.com/image2/BestBuy_US/images/products/6465/6465019cv18d.jpg", "https://pisces.bbystatic.com/image2/BestBuy_US/images/products/6465/6465019cv11d.jpg"],
    "category_name" : "Cellphones"

},
{
    "name" : "Motorola - Moto G Stylus (2021) 128GB Memory (Unlocked) - Aurora White",
    "description" : "With a 48MP Quad camera system, you can capture from the smallest details to grand canyon wide images. View them on the stunning 6.8” FHD+ Max Vision display and an 89% screen-to-body ratio. You don’t have to worry about battery life with a 4000mAh battery that can last up to three days.",
    "price": 199.99,
    "rating" : 4.5,
    "image" : ["https://pisces.bbystatic.com/image2/BestBuy_US/images/products/6441/6441183_sd.jpg","https://pisces.bbystatic.com/image2/BestBuy_US/images/products/6441/6441183cv1d.jpg"],
    "category_name" : "Cellphones"

},
{
    "name" : "Samsung - Geek Squad Certified Refurbished Galaxy S22 Ultra 256GB (Unlocked) - Green",
    "description" : "",
    "price": 1169.99,
    "rating" : 4.5,
    "image" : ["https://pisces.bbystatic.com/image2/BestBuy_US/images/products/6499/6499296_rd.jpg", "https://pisces.bbystatic.com/image2/BestBuy_US/images/products/6499/6499296ld.jpg"],
    "category_name" : "Cellphones"

},
{
    "name" : "Serta Sheep Dreams 12'' Medium Antimicrobial* Gel Memory Foam Mattress-In-A-Box",
    "description" : "Serta Sheep Dreams 12'' Medium Antimicrobial* Gel Memory Foam Mattress-In-A-Box",
    "price": 569.99,
    "rating" : 4.5,
    "image" : ["https://pisces.bbystatic.com/image2/BestBuy_US/images/products/6490/6490908_sd.jpg"],
    "category_name" : "Bedroom"

},
{
    "name" : "Walker Edison - Premium Twin-Size Loft Bunk Bed With Desk - White",
    "description" : "Save space with this practical Walker Edison twin loft bed. Full-length guardrails provide security for restless sleepers, and the work area under the bed has shelving and a keyboard tray to let you get to work. An integrated ladder helps this Walker Edison twin loft bed maintain its compact footprint.",
    "price": 453.99,
    "rating" : 4.5,
    "image" : ["https://pisces.bbystatic.com/image2/BestBuy_US/images/products/5787/5787220_sd.jpg"],
    "category_name" : "Bedroom"

},
{
    "name" : "Click Decor - Hudson Faux Leather 62.8'' Queen Platform Bed - Black",
    "description" : "Sleep like royalty on this queen-size Click Decor platform bed. The black faux leather upholstery and channel-padded headboard deliver upscale style, while the included slat kit offers sturdy support for your mattress to eliminate the need for a box spring. This Click Decor platform bed includes an assembly manual for quick, simple setup.",
    "price": 171.99,
    "rating" : 4.5,
    "image" : ["https://pisces.bbystatic.com/image2/BestBuy_US/images/products/6408/6408460_sd.jpg"],
    "category_name" : "Bedroom"

},
{
    "name" : "Serta - Sheep Retreat Medium 10” Gel Memory Foam Mattress-in-a-box",
    "description" : "Comfort has never been more convenient. The new Serta Sheep Retreat mattress delivers long-lasting comfort to your front door in our smallest carton ever. Thanks to the unique combination of Serta Gel Memory Foam, Serta Transitional Support Foam and Serta Foam Core you can get that sleep-til-noon rest you’ve always wanted.",
    "price": 549.00,
    "rating" : 4.5,
    "image" : ["https://pisces.bbystatic.com/image2/BestBuy_US/images/products/6475/6475017_sd.jpg"],
    "category_name" : "Bedroom"

},
{
    "name" : "Walker Edison - Solid Wood Twin Trundle Bed - White",
    "description" : "There’s no need to stress at the thought of family holidays or sleepovers when you have this handy trundle tucked underneath the kid’s bunk bed. Use the grooved cutout handles to create a quick guest bedroom for unexpected overnight guests or traveling cousins. And then when they leave, just slide the solid wood trundle back on the caster wheels that provide easy movement. Or if you aren’t one to host, use this sturdy trundle as a hidden drawer for the kid’s toys with the comfort of knowing an extra bed is at your disposal as your family grows and changes.",
    "price": 210.99,
    "rating" : 4.5,
    "image" : ["https://pisces.bbystatic.com/image2/BestBuy_US/images/products/6458/6458936_sd.jpg"],
    "category_name" : "Bedroom"

},
{
    "name" : "Adidas Rihla World Cup Competition Ball",
    "description" : "The ball is just the beginning. The rest of your soccer journey is yet to be written. Mimicking the look of the FIFA World Cup official match ball, this adidas Al Rihla Competition ball is made for matches. Its seamless, thermally bonded surface and butyl bladder mean predictable play and less pumping up. FIFA's own seal of approval comes in the form of a Quality Pro stamp.",
    "price": 27.99,
    "rating" : 4.5,
    "image" : ["https://m.media-amazon.com/images/I/61ahoKVGwyL._AC_SX425_.jpg"],
    "category_name" : "Football"

},
{
    "name" : "Boca Juniors 2021/22 Home Player Jersey HEAT.RDY - Genuine Adidas",
    "description" : "New with tags: A brand-new, unused, and unworn item (including handmade items) in the original packaging (such as the original box or bag) and/or with the original tags attached.",
    "price": 152.90,
    "rating" : 5,
    "image" : ["https://i.ebayimg.com/images/g/Rn4AAOSwKDZhdDNA/s-l1600.jpg","https://i.ebayimg.com/images/g/94sAAOSwlTZhdDNC/s-l1600.jpg"],
    "category_name" : "Football"

},
{
    "name" : "Ronaldo #7 Man United Home Men's Soccer Jersey- 2021/22",
    "description" : "RONALDO #7 heat pressed on the back. Made from 100% Polyester. Embroidered club crest and brand logo on the chest. Back neck taping. Tagless collar. This item is in Adult sizes.",
    "price": 77.77,
    "rating" : 4.5,
    "image" : ["https://m.media-amazon.com/images/I/51-GjkhGJJL._AC_UY445_.jpg"],
    "category_name" : "Football"

},
{
    "name" : "Boca Juniors 22/23 Third Shorts - Genuine Adidas",
    "description" : "Wear the adidas Boca Juniors Shorts with the eye-catching third uniform shirt to look like your idols on the pitch. Mesh gusset in the crotch and AEROREADY wicking technology work to keep you comfortable no matter if you're playing or cheering. Woven club crest above hem highlights your loyalty to the club Made from 100% recycled materials, this product represents just one of our solutions to end plastic waste.",
    "price": 59.99,
    "rating" : 4.5,
    "image" : ["https://i.ebayimg.com/images/g/afoAAOSwY0ZiMndr/s-l1600.jpg","https://i.ebayimg.com/images/g/~0AAAOSwadNiMndv/s-l1600.jpg"],
    "category_name" : "Football"

},
{
    "name" : "Adidas Jabulani soccer | SOUTH AFRICA Official Match Ball | FIFA WORLD CUP 2010",
    "description" : "High quality materials used in this official Soccer ball  ·   Seamless surface of the official match ball    ·    100% polyurethane    ·      Weight, rebound & water absorption passed    ·     Vintage football for match & practice    ·    Handmade Stitch First Grade Replica Ball    ·       High quality bladder   ·     Jabulani very rare football since 2010 world cup South Africa    ·     OFFICIAL WEIGHT    ·     OFFICIAL SIZE 5",
    "price": 299.99,
    "rating" : 4.5,
    "image" : ["https://i.ebayimg.com/images/g/XlMAAOSwx8ZgzO0W/s-l300.jpg","https://i.ebayimg.com/images/g/ofoAAOSwpU9gzO1E/s-l300.jpg"],
    "category_name" : "Football"

},
{
    "name" : "Adidas Brazuca Official Match Ball FIFA World Cup 2014 Soccer Ball Size 5",
    "description" : "The ball is a developmental successor to the Adidas Tango 12 series of balls, with the same bladder and carcass but a different surface structure. The ball weighs 437 grams and has a circumference of 69 centimetres. The ball has been made of six polyurethane panels which have been thermally bonded; the reduction in the number of panels is claimed to increase the consistency in the ball. The Brazuca ball has been stated to avoid aerodynamic problems with the Jabulani ball used in South Africa for the previous World Cup. It is textured to feel more like the Adidas Finale 13, the official UEFA Champions League ball, than the Jabulani.",
    "price": 158.99,
    "rating" : 4.5,
    "image" : ["https://i.ebayimg.com/images/g/Vz0AAOSwz5JgTkbI/s-l300.jpg", "https://i.ebayimg.com/images/g/rSAAAOSwf-5gTkbW/s-l300.jpg"],
    "category_name" : "Football"

},
{
    "name" : "Nike Men's Alpha Menace Pro 2 Mid Football Cleats",
    "description" : "Show the competition your big play potential in the NikeAlpha Menace Pro 2 D football cleats The snug locked down fit foam cushioning and responsive traction combine to enhance your game changing play",
    "price": 119.99,
    "rating" : 4.5,
    "image" : ["https://m.media-amazon.com/images/I/71JkKcLsO1L._AC_UY395_.jpg", "https://m.media-amazon.com/images/I/61taijhkQ6L._AC_UY395_.jpg" , "https://m.media-amazon.com/images/I/71PCmZ3u+-L._AC_UY395_.jpg"],
    "category_name" : "Shoes"

},
{
    "name" : "Nike Mens Vapor Untouchable 3 Pro Football Cleats (10.5, Yellow/Black)",
    "description" : "Lightweight and highly breathable proposition for the player that is looking for control. UPPER: Utilizing the breathe tech innovation, it combines enhanced breathability with superior comfort and support. MIDSOLE: Full-length Phylon with encapsulated Air-Sole unit in the heel for impact protection. OUTSOLE: GDR with an outrigger for lateral protection and traditional herringbone for all court traction.",
    "price": 119.99,
    "rating" : 4.5,
    "image" : ["https://m.media-amazon.com/images/I/711TBN9B+GL._AC_UY395_.jpg", "https://m.media-amazon.com/images/I/71o21dGJdvL._AC_UX395_.jpg" , "https://m.media-amazon.com/images/I/61FycaqFeTL._AC_UX395_.jpg"],
    "category_name" : "Shoes"

},
{
    "name" : "Nike Mens Air Jordan 1 Mid Chicago Black Toe Basketball Sneakers (10)",
    "description" : "The Air Jordan series by Jordan Brand is considered the greatest signature shoe collection ever. The Air Jordan Retro line is at the forefront of modern sneaker collecting culture. Jordan Brand’s flagship model is the Air Jordan 1, a timeless retro basketball shoe first released in 1985 and now offered in three popular silhouettes: high-top, mid-top, and low-top, all of which are consistently the most in-demand sneakers on the market, whether it be the re-release of beloved original colorways, all-new looks, or part of limited edition sneaker collaborations with artists and musicians. Other perennial favorite Air Jordan sneakers are the Air Jordan 3, Air Jordan 4, Air Jordan 6, and Air Jordan 11, just to name a few. Each of Michael Jordan’s sneakers offer plenty of ‘80s and ‘90s basketball nostalgia, as well as a glimpse into the personal life of the greatest basketball player ever. Sneaker culture simply would not be what it is today without the Air Jordan series. Jordan Brand also offers a wide range of high-performance modern day basketball footwear, as well as other lifestyle and performance footwear outside of the Retro Air Jordan line.",
    "price": 295.00,
    "rating" : 4.5,
    "image" : ["https://m.media-amazon.com/images/I/61F4wnmjlJL._AC_UY395_.jpg" , "https://m.media-amazon.com/images/I/61weWZLvS7L._AC_UY395_.jpg" , "https://m.media-amazon.com/images/I/51WUvnxeMqL._AC_UY395_.jpg"],
    "category_name" : "Shoes"

},
{
    "name" : "Converse Men's Chuck Taylor Sneakers",
    "description" : "The iconic, timeless chuck taylor all star sneaker. Perfect in its simplicity since 1917. Lightweight, breathable canvas construction. Vulcanized rubber sole delivers durable traction. An ortholite insole cushions each and every step. Versatile, fashionable, and they keep looking better every time you wear them. Ortholite is a trademark of O2 partners, llc.",
    "price": 39.99,
    "rating" : 4.5,
    "image" : ["https://m.media-amazon.com/images/I/61rcuSiXp4L._AC_UX395_.jpg" , "https://m.media-amazon.com/images/I/61eNN2j0jBL._AC_SX395._SX._UX._SY._UY_.jpg" , "https://m.media-amazon.com/images/I/81w3BXp2BgL._AC_SX395._SX._UX._SY._UY_.jpg"],
    "category_name" : "Shoes"

},
{
    "name" : "Timberland PRO Men's Direct Attach 6 Inch Soft Toe Insulated Waterproof Work Boot, Marigold",
    "description" : "Men's Timberland Pro, 6 In Direct Attach Soft Toe Insulated 200g Boot. Inspired by our original yellow boot, this waterproof and insulated, soft-toe boot features an oil-resistant, non-marking rubber lug outsole for traction and our exclusive anti-fatigue technology footbed for shock absorption and energy return. Waterproof leather with seam-sealed waterproof construction Electrical hazard protection Contoured shock-diffusion plate for structural support Anti-Fatigue Technology polyurethane footbed for shock absorption and energy return Padded top collar for comfort Breathable and moisture-wicking lining Direct-inject construction for durability Heat-, oil-, slip-, and abrasion-resistan rubber outsole 200G Insulation",
    "price": 95.44,
    "rating" : 4.5,
    "image" : ["https://m.media-amazon.com/images/I/91ebmBHLvML._AC_UY395_.jpg", "https://m.media-amazon.com/images/I/91-eLvu4pYL._AC_UY395_.jpg", "https://m.media-amazon.com/images/I/91AWqScvvtL._AC_UY395_.jpg"],
    "category_name" : "Shoes"

},
{
    "name" : "adidas Originals Men's Stan Smith Sneaker",
    "description" : "Timeless appeal. Effortless style. Everyday versatility. For over 50 years and counting, adidas Stan Smith shoes have continue to hold their place as an icon.",
    "price": 50.18,
    "rating" : 4.5,
    "image" : ["https://m.media-amazon.com/images/I/51F5MtideYL._AC_UY395_.jpg" , "https://m.media-amazon.com/images/I/51ews+cLMvL._AC_UY395_.jpg" , "https://m.media-amazon.com/images/I/51NXIVsZ8GL._AC_UY395_.jpg"],
    "category_name" : "Shoes"

},
{
    "name" : "Nike Air Force 1 Low W Sp Mens Style : Dn1555",
    "description" : "The Nike Air Force 1 remains a popular retro shoe to this day. The Air Force 1 features an upper that is most frequently dressed in leather, a large Swoosh across the lateral and medial sides, perforated toe boxes, metal lace dubraes, and an Air-encapsulated midsole with signature “AIR” text near the rear.",
    "price": 265.00,
    "rating" : 4.5,
    "image" : ["https://m.media-amazon.com/images/I/61HFNtfHLlL._AC_UY395_.jpg" , "https://m.media-amazon.com/images/I/61ds8pilwEL._AC_UY395_.jpg" ,"https://m.media-amazon.com/images/I/61KHUTAsImL._AC_UY395_.jpg"],
    "category_name" : "Shoes"

},
{
    "name" : "adidas Originals Unisex-Child Superstar Sneaker",
    "description" : "The adidas Superstar is a low-top basketball shoe that first released in 1969. It features a rubber shell toe with a mix of leather and a herring-bone patterned outsole. The shoe was made famous by basketball legend Kareem Abdul-Jabbar and Queens hip-hop group Run DMC.",
    "price": 133.46,
    "rating" : 4.5,
    "image" : ["https://m.media-amazon.com/images/I/6120r7EfG8L._AC_UX395_.jpg" ,"https://m.media-amazon.com/images/I/51JyxzIDHzL._AC_UY395_.jpg" ,"https://m.media-amazon.com/images/I/61vpAo8DwDL._AC_UY500_.jpg"],
    "category_name" : "Shoes"

},
{
    "name" : "Vans Authentic Men's Sneaker, OSFA",
    "description" : "Born in Anaheim, California in 1966, the Authentic is the original Vans heritage style. Originally know as Vans #44 Deck Shoes, the Authentic became an immediate cult icon, and has embodied our “Off The Wall” attitude ever since. Constructed with a simple low top, lace-up profile, this classic shoe also features sturdy canvas uppers, metal eyelets, and signature rubber waffle outsoles.",
    "price": 49.00,
    "rating" : 4.5,
    "image" : ["https://m.media-amazon.com/images/I/71kUscQzV2L._AC_UX395_.jpg", "https://m.media-amazon.com/images/I/61dO3lpzlsL._AC_UY500_.jpg" ,"https://m.media-amazon.com/images/I/61oopMfUKKL._AC_UY500_.jpg"],
    "category_name" : "Shoes"

},
{
    "name" : "Crocs Unisex-Adult Men's and Women's Classic Clog (Neutral Colors)",
    "description" : "Original. Versatile. Comfortable. It’s the iconic clog that started a comfort revolution around the world! The irreverent go-to comfort shoe that you're sure to fall deeper in love with day after day. Crocs Classic Clogs offer lightweight Iconic Crocs Comfort™, a color for every personality, and an ongoing invitation to be comfortable in your own shoes.",
    "price": 33.47,
    "rating" : 4.5,
    "image" : ["https://m.media-amazon.com/images/I/81WnMBnbWSL._AC_UX395_.jpg" , "https://m.media-amazon.com/images/I/61Xm6GGOliL._AC_UY395_.jpg" , "https://m.media-amazon.com/images/I/51BFyizt7oL._AC_UY395_.jpg"],
    "category_name" : "Shoes"

},
{
    "name" : "Flexzilla Garden Hose, 3/4 in. x 100 ft., Heavy Duty, Lightweight, Drinking Water Safe - HFZG6100YW",
    "description" : "Extremely flexible – Our distinctive ZillaGreen hoses are built from a flexible hybrid polymer material that allows for all-weather flexibility, even in subzero temperatures, making it easy to use in the harshest conditions. Extremely durable – Purpose built to handle any industry and environment. Durable outer cover resists abrasion and UV. Crush resistant anodized aircraft aluminum fittings means this hose is always ready to work",
    "price": 99.64,
    "rating" : 4.5,
    "image" : ["https://m.media-amazon.com/images/I/714d66Ez8XL._AC_SL1200_.jpg" ,"https://m.media-amazon.com/images/I/714d66Ez8XL._AC_SX425_.jpg" ,"https://m.media-amazon.com/images/I/615aiW6SXCL._AC_SX425_.jpg"],
    "category_name" : "Garden"

},
{
    "name" : "Fiskars 384490-1001 Ergo Garden Tool Set, Regular Package, Black/Orange",
    "description" : "Ideal for a variety of tasks, including digging, loosening soil, aerating, planting, weeding and more. Set includes one trowel, transplanter and cultivator",
    "price": 30.43,
    "rating" : 4.5,
    "image" : ["https://m.media-amazon.com/images/I/71-Qz4eAl1L._AC_SX425_.jpg" , "https://m.media-amazon.com/images/I/71+4A4+q3gL._AC_SX425_.jpg" ,"https://m.media-amazon.com/images/I/61nbpDwGOaL._AC_SX425_.jpg"],
    "category_name" : "Garden"

},
{
    "name" : "EasyFlex Decorative No-Dig Landscape Edging Kit - 15 ft., Black Wrought Iron-Look",
    "description" : "Simple installation, no digging required - suitable for all soil types. Classic arched wrought iron fence look complements any garden. Interlocking anchoring tabs reinforce connection points, flexible spines conform to curved border designs.",
    "price": 61.14,
    "rating" : 4.5,
    "image" : ["https://m.media-amazon.com/images/I/91K5-L8LJJL._AC_SX425_.jpg" , "https://m.media-amazon.com/images/I/811zblF3BRL._AC_SX425_.jpg" , "https://m.media-amazon.com/images/I/71KZ0LVqnKL._AC_SX425_.jpg"],
    "category_name" : "Garden"

},
{
    "name" : "LZRS 96x24x10 inches Raised Garden Bed Elevated Planter Garden Box for Herbs,Vegetables,Flowers,Great for Outdoor Patio, Deck,Natural",
    "description" : "Superior Fir Wood: LZRS raised planter bed is made of high quality fir wood with non-paint , which is durable enough to provide strong support to your plants, and it can be used for a long time.Fir wood is known for its strength and dimensional stability，it has a natural texture and color and a unique fragrance, it is a good material to be used as a flower pot. Open Bottom Design： The open bottom design allows the planter box maintain sufficient water and nutrients for plants without water accumulation, your plants will have more space for roots it is convenient for your planting.",
    "price": 44.99,
    "rating" : 3.1,
    "image" : ["https://m.media-amazon.com/images/I/81R0L5d9UhL._AC_SY450_.jpg" , "https://m.media-amazon.com/images/I/81pycU3B7KL._AC_SY450_.jpg" , "https://m.media-amazon.com/images/I/71+8ifPc2bL._AC_SY450_.jpg"],
    "category_name" : "Garden"

},
{
    "name" : "G & F Products MiniGardenn 10027 Fairy Garden Miniature, Cardinal Birdbath Pick",
    "description" : "Miniature Fairy Garden Cardinal Birdbath Pick",
    "price": 5.48,
    "rating" : 4.5,
    "image" : ["https://m.media-amazon.com/images/I/81L2ySP0xaL._AC_SY606_.jpg" , "https://m.media-amazon.com/images/I/61okTC5UcKL._AC_SX425_.jpg" ,"https://m.media-amazon.com/images/I/91yzgL1nMoL._AC_SX425_.jpg" ],
    "category_name" : "Garden"

},
{
    "name" : "Spalding Ultimate Hybrid® 54'' Tempered Glass Portable Basketball Hoop",
    "description" : "Backboard size: 54'' Tempered glass board with arena-style padding 16'' offset.Arena Slam breakaway rim. 7.5' to 10' height adjustment",
    "price": 1138.00,
    "rating" : 4.5,
    "image" : ["https://m.media-amazon.com/images/I/61kb9n0DTQS._AC_SX425_.jpg" , "https://m.media-amazon.com/images/I/61H1XBRW0XS._AC_SX425_.jpg" , "https://m.media-amazon.com/images/I/81pRz-s8UzS._AC_SX425_.jpg"],
    "category_name" : "Basketball"

},
{
    "name" : "SKLZ Pro Mini Basketball Hoop",
    "description" : "The Pro Mini Hoop isn’t just similar to real hoops, it’s got the same soul. Listen closely and you can hear the heavy-duty net swish when you hit nothing but the bottom of the net. And its pro-style replica graphics give it the look of a winner.",
    "price": 29.99,
    "rating" : 4.5,
    "image" : ["https://m.media-amazon.com/images/I/51vJe512YKL._AC_SX425_.jpg", "https://m.media-amazon.com/images/I/91PFLXfTynL._AC_SY550_.jpg" ,"https://m.media-amazon.com/images/I/81L+cCgH2cL._AC_SX425_.jpg"],
    "category_name" : "Basketball"

},
{
    "name" : "SKLZ Pro Mini Hoop Basketball System with Adjustable-Height Pole and 7-Inch Ball",
    "description" : "Indoor, outdoor, court-side or poolside, bring the Pro Mini Hoop System anywhere. It adjusts from 7 feet for court-side play to 3.5 feet for junior or poolside play and moves around easily on it's built-in wheels. The Pro Mini Hoop System offers the same durability and pro-grade look as our best-selling Pro Mini Hoops including the spring action break-away rim. Fill the base with sand or water to get your hoop set up and let the dunking commence.",
    "price": 129.99,
    "rating" : 4.5,
    "image" : ["https://m.media-amazon.com/images/I/61sofOQF11L._AC_SX425_.jpg" , "https://m.media-amazon.com/images/I/913mwcDL5CL._AC_SY606_.jpg" ,"https://m.media-amazon.com/images/I/71doIJLeZVL._AC_SX425_.jpg"],
    "category_name" : "Basketball"

},
{
    "name" : "WILSON Tennis Ball Pick Up Hopper -75 Balls",
    "description" : "It all comes down to our passion and commitment to elevate the game of tennis for millions of players everywhere and you can't argue with results. Our innovations have helped Wilson lead on tour with more Grand Slams being won with a Wilson racquet than any other brand. Our future is built on the foundation of grassroots and it fuels the next generation of tennis players. This is more than just a game. This is who we are.",
    "price": 37.99,
    "rating" : 4.5,
    "image" : ["https://m.media-amazon.com/images/I/81O7GFyhdcL._AC_SY741_.jpg" ,"https://m.media-amazon.com/images/I/81ZtyfziytL._AC_SY741_.jpg" ,"https://m.media-amazon.com/images/I/91ncM7WufML._AC_SY606_.jpg"],
    "category_name" : "Tennis"

},
{
    "name" : "Emma (Wordsworth Classics)",
    "description": "Emma by Jane Austen. Jane Austen teased readers with the idea of a 'heroine whom no one but myself will much like', but Emma is irresistible. 'Handsome, clever, and rich', Emma is also an 'imaginist', 'on fire with speculation and foresight'. She sees the signs of romance all around her, but thinks she will never be married. Her matchmaking maps out relationships that Jane Austen ironically tweaks into a clearer perspective. Judgement and imagination are matched in games the reader too can enjoy, and the end is a triumph of understanding.",
    "price" : 6.31,
    "rating" : 4,
    "image" : ["https://images-na.ssl-images-amazon.com/images/I/41sVvrH24tL._SX317_BO1,204,203,200_.jpg" , "https://images-na.ssl-images-amazon.com/images/I/81+n4G-ebAL.jpg"],
    "category_name" : "Romance"
},
{
    "name" : "Sense and Sensibility (Penguin Classics)",
    "description": "Marianne Dashwood wears her heart on her sleeve, and when she falls in love with the dashing but unsuitable John Willoughby she ignores her sister Elinor's warning that her impulsive behaviour leaves her open to gossip and innuendo. Meanwhile Elinor, always sensitive to social convention, is struggling to conceal her own romantic disappointment, even from those closest to her. Through their parallel experience of love - and its threatened loss - the sisters learn that sense must mix with sensibility if they are to find personal happiness in a society where status and money govern the rules of love. This edition also includes explanatory notes and textual variants between first and second edition.",
    "price" : 7.99,
    "rating" : 4,
    "image" : ["https://images-na.ssl-images-amazon.com/images/I/41dTfpdTZXL._SX324_BO1,204,203,200_.jpg", "https://images-na.ssl-images-amazon.com/images/I/514bxujDxUL.jpg"],
    "category_name" : "Romance"
},
{
    "name" : "Wuthering Heights (Royal Collector's Edition) (Case Laminate Hardcover with Jacket)",
    "description": "Wuthering Heights is Emily Brontë's only novel. Although it is now widely regarded as a classic of English literature, contemporary reviews for the novel were deeply polarised; it was considered controversial because its depiction of mental and physical cruelty was unusually stark, and it challenged strict Victorian ideals of the day, including religious hypocrisy, morality, social classes and gender inequality. In the second half of the 19th century, Charlotte Brontë's Jane Eyre was considered the best of the Brontë sisters' works, but following later re-evaluation, critics began to argue that Wuthering Heights was superior. The book has inspired adaptations, including film, radio and television dramatisations, a musical, a ballet, any several operas. Much of the novels continued appeal lies in its assured demonstration of the finite and tragically self-consuming nature of passion. This case laminate collector's edition includes a Victorian inspired dust-jacket.",
    "price" : 39.95,
    "rating" : 4,
    "image" : ["https://images-na.ssl-images-amazon.com/images/I/51OhnzPY3JL._SX346_BO1,204,203,200_.jpg" , "https://images-na.ssl-images-amazon.com/images/I/815icoDFkOL.jpg"],
    "category_name" : "Romance"
},
{
    "name" : "The Great Gatsby",
    "description": "The Great Gatsby is a 1925 novel by American writer F. Scott Fitzgerald. Set in the Jazz Age on Long Island, the novel depicts narrator Nick Carraway's interactions with mysterious millionaire Jay Gatsby and Gatsby's obsession to reunite with his former lover, Daisy Buchanan.    A youthful romance Fitzgerald had with socialite Ginevra King, and the riotous parties he attended on Long Island's North Shore in 1922 inspired the novel. Following a move to the French Riviera, he completed a rough draft in 1924. He submitted the draft to editor Maxwell Perkins, who persuaded Fitzgerald to revise the work over the following winter. After his revisions, Fitzgerald was satisfied with the text, but remained ambivalent about the book's title and considered several alternatives. The final title he desired was Under the Red, White, and Blue. Painter Francis Cugat's final cover design impressed Fitzgerald who incorporated a visual element from the art into the novel. Gatsby continues to attract popular and scholarly attention. The novel was most recently adapted to film in 2013 by director Baz Luhrmann, while contemporary scholars emphasize the novel's treatment of social class, inherited wealth compared to those who are self-made, race, environmentalism, and its cynical attitude towards the American dream. The Great Gatsby is widely considered to be a literary masterpiece and a contender for the title of the Great American Novel.",
    "price" : 12.99,
    "rating" : 4,
    "image" : ["https://images-na.ssl-images-amazon.com/images/I/41fFMnuszWL._SX331_BO1,204,203,200_.jpg" , "https://images-na.ssl-images-amazon.com/images/I/6186J1ru6uL.jpg"],
    "category_name" : "Classic Literature"
},
{
    "name" : "Do Androids Dream of Electric Sheep? 1",
    "description": "'The most consistent of all series in terms of language control, length, and quality of story.' -David R. Hill, Director of the Edinburgh Project on Extensive Reading.",
    "price" : 36.70,
    "rating" : 4,
    "image" : ["https://images-na.ssl-images-amazon.com/images/I/81YsfJUZL-L.jpg", "https://images-na.ssl-images-amazon.com/images/I/51nryV52GpL.jpg"],
    "category_name" : "Sci-Fi"
},
{
    "name" : "Do Androids Dream of Electric Sheep? 2",
    "description": "'The most consistent of all series in terms of language control, length, and quality of story.' -David R. Hill, Director of the Edinburgh Project on Extensive Reading.",
    "price" : 36.00,
    "rating" : 4,
    "image" : ["https://images-na.ssl-images-amazon.com/images/I/81zd5JEGJyL.jpg"],
    "category_name" : "Sci-Fi"
},
{
    "name" : "The Man In The High Castle",
    "description": "'Dick's best work, and the most memorable alternative world tale...ever written' SCIENCE FICTION: THE 100 BEST NOVELS. It is 1962 and the Second World War has been over for seventeen years: people have now had a chance to adjust to the new order. But it's not been easy. The Mediterranean has been drained to make farmland, the population of Africa has virtually been wiped out and America has been divided between the Nazis and the Japanese. In the neutral buffer zone that divides the two superpowers lives the man in the high castle, the author of an underground bestseller, a work of fiction that offers an alternative theory of world history in which the Axis powers didn't win the war. The novel is a rallying cry for all those who dream of overthrowing the occupiers. But could it be more than that?  Subtle, complex and beautifully characterized, The Man in the High Castle remains the finest alternative world novel ever written, and a work of profundity and significance.",
    "price" : 19.88,
    "rating" : 4,
    "image" : ["https://images-na.ssl-images-amazon.com/images/I/51yEaW9yqGL._SX322_BO1,204,203,200_.jpg"],
    "category_name" : "Sci-Fi"
},
{
    "name" : "The Nine Billion Names of God : The Collected Stories of Arthur C. Clarke, 1951-1956",
    "description": "Arthur C. Clarke is one of the greatest science fiction writers of the century, and surely the most celebrated science fiction writer alive. He is -- with H. G. Wells, Isaac Asimov and Robert A. Heinlein -- one of the writers who define the genre. Now, at the dawn of the year 2001, Sir Arthur C. Clarke has cooperated in the preparation of a massive definitive edition of his collected shorter works, which will be made available on audio in five chronological volumes, followed by a 10 CD volume of favorite selection and a 30 cassette gift set...the most ambitious science fiction audio project in history.",
    "price" : 18.69,
    "rating" : 4,
    "image" : ["https://d1w7fb2mkkr3kw.cloudfront.net/assets/images/book/lrg/9781/5745/9781574534474.jpg"],
    "category_name" : "Sci-Fi"
},
{
    "name" : "2001: A Space Odyssey (Space Odyssey Series)",
    "description": "From the savannas of Africa at the dawn of mankind to the rings of Saturn as man ventures to the outer rim of our solar system, 2001: A Space Odyssey is a journey unlike any other.    This allegory about humanity’s exploration of the universe—and the universe’s reaction to humanity—is a hallmark achievement in storytelling that follows the crew of the spacecraft Discovery as they embark on a mission to Saturn. Their vessel is controlled by HAL 9000, an artificially intelligent supercomputer capable of the highest level of cognitive functioning that rivals—and perhaps threatens—the human mind.",
    "price" : 18.76,
    "rating" : 4,
    "image" : ["https://m.media-amazon.com/images/I/51pHccoWLdL.jpg"],
    "category_name" : "Sci-Fi"
},
{
    "name" : "And Then There Were None",
    "description": "Ten people, each with something to hide and something to fear, are invited to an isolated mansion on Indian Island by a host who, surprisingly, fails to appear. On the island they are cut off from everything but each other and the inescapable shadows of their own past lives. One by one, the guests share the darkest secrets of their wicked pasts. And one by one, they die…   Which among them is the killer and will any of them survive?",
    "price" : 7.99,
    "rating" : 4,
    "image" : ["https://images-na.ssl-images-amazon.com/images/I/51MlxNgCsyL._SX308_BO1,204,203,200_.jpg", "https://images-na.ssl-images-amazon.com/images/I/71zqva1H+pL.jpg"],
    "category_name" : "Mystery"
},
{
    "name" : "The Girl with the Dragon Tattoo (Millennium Series)",
    "description": "It’s about the disappearance forty years ago of Harriet Vanger, a young scion of one of the wealthiest families in Sweden . . . and about her octogenarian uncle, determined to know the truth about what he believes was her murder.   It’s about Mikael Blomkvist, a crusading journalist recently at the wrong end of a libel case, hired to get to the bottom of Harriet’s disappearance . . . and about Lisbeth Salander, a twenty-four-year-old pierced and tattooed genius hacker possessed of the hard-earned wisdom of someone twice her age—and a terrifying capacity for ruthlessness to go with it—who assists Blomkvist with the investigation. This unlikely team discovers a vein of nearly unfathomable iniquity running through the Vanger family, astonishing corruption in the highest echelons of Swedish industrialism—and an unexpected connection between themselves.    It’s a contagiously exciting, stunningly intelligent novel about society at its most hidden, and about the intimate lives of a brilliantly realized cast of characters, all of them forced to face the darker aspects of their world and of their own lives.",
    "price" : 31.83,
    "rating" : 4,
    "image" : ["https://images-na.ssl-images-amazon.com/images/I/51PIFMGO7YL._SX334_BO1,204,203,200_.jpg"],
    "category_name" : "Mystery"
},
{
    "name" : "Rebecca",
    "description": "'Last Night I Dreamt I went to Manderley Again...'     With these words, the reader is ushered into an isolated gray stone mansion on the windswept Cornish coast, as the second Mrs. Maxim de Winter recalls the chilling events that transpired as she began her new life as the young bride of a husband she barely knew. For in every corner of every room were phantoms of a time dead but not forgotten—a past devotedly preserved by the sinister housekeeper, Mrs. Danvers: a suite immaculate and untouched, clothing laid out and ready to be worn, but not by any of the great house's current occupants. With an eerie presentiment of evil tightening her heart, the second Mrs. de Winter walked in the shadow of her mysterious predecessor, determined to uncover the darkest secrets and shattering truths about Maxim's first wife—the late and hauntingly beautiful Rebecca.",
    "price" : 10.19,
    "rating" : 4,
    "image" : ["https://images-na.ssl-images-amazon.com/images/I/51lJtCKRBoL._SX330_BO1,204,203,200_.jpg"],
    "category_name" : "Mystery"
},
{
    "name" : "The Hound of the Baskervilles & The Valley of Fear (Macmillan Collector's Library)",
    "description": "The Hound of the Baskervilles is one of Doyle's best-known Holmes novels, frequently adapted for film and television, which is not surprising given the highly dramatic scenes of mist-wrapped moors echoing to the horrific howls of a supernatural hound. Is this a genuinely devilish apparition or is there a cunning murderer at work? Only Sherlock Holmes can solve the mystery. This volume also contains The Valley of Fear, a dark, powerful tale in which Holmes confronts the evil Professor Moriarty once more.",
    "price" : 12.99,
    "rating" : 4,
    "image" : ["https://images-na.ssl-images-amazon.com/images/I/51WDyjmanqL._SX307_BO1,204,203,200_.jpg"],
    "category_name" : "Mystery"
},
{
    "name" : "Journey to the Center of the Earth (Dover Thrift Editions)",
    "description": "'The reason Verne is still read by millions today is simply that he was one of the best storytellers who ever lived.'' — Arthur C. Clarke.      An adventurous geology professor chances upon a manuscript in which a 16th-century explorer claims to have found a route to the earth's core. Professor Lidenbrock can't resist the opportunity to investigate, and with his nephew Axel, he sets off across Iceland in the company of Hans Bjelke, a native guide. The expedition descends into an extinct volcano toward a sunless sea, where they encounter a subterranean world of luminous rocks, antediluvian forests, and fantastic marine life — a living past that holds the secrets to the origins of human existence.        Originally published in 1864, Jules Verne's classic remains critically acclaimed for its style and imaginative visions. Verne wrote many fantasy stories that later proved remarkably prescient, and his distinctive combination of realism and romanticism exercised a lasting influence on writers as diverse as Mark Twain, Arthur Conan Doyle, and Jean-Paul Sartre. In addition to the excitement of an action novel, Journey to the Center of the Earth has the added appeal of a psychological quest, in which the sojourn itself is as significant as the ultimate destination.",
    "price" : 4.95,
    "rating" : 4,
    "image" : ["https://images-na.ssl-images-amazon.com/images/I/51wZ2nibiSL._SX311_BO1,204,203,200_.jpg"],
    "category_name" : "Adventure"
},
{
    "name" : "20,000 Leagues Under the Sea and Other Classic Novels (Fall River Classics)",
    "description": "Writing in France in the nineteenth century, Jules Verne captured his era’s fascination with adventure and exploration in a series of novels he referred to as his Voyages extraordinaires. 20,000 Leagues Under the Sea and Other Classic Novels is a unique compilation of six of Verne’s best-known novels that extrapolate developing technology and scientific inquisitiveness into rousing adventures as exciting and provocative today as when they were first written.",
    "price" : 11.74,
    "rating" : 4,
    "image" : ["https://images-na.ssl-images-amazon.com/images/I/51Qil91GhZL._SX325_BO1,204,203,200_.jpg"],
    "category_name" : "Adventure"
},
{
    "name" : "Amazon Basics Mesh, Mid-Back, Adjustable, Swivel Office Desk Chair with Armrests, Black",
    "description" : "Comfortable office chair with contoured mesh back for breathability",
    "price" : 76.98,
    "rating" : 3.8,
    "image" : ["https://m.media-amazon.com/images/I/91vH3ZqS2sL._AC_SY355_.jpg"],
    "category_name" : "Furniture"
},
{
    "name" : "Hasegawa Ladders Lucano Step Stool, 2-Step White",
    "description" : "Design forward so no need to hide it away!. Stands on its own when folded. Steps with integrated grooves for a firm grip. Designed by Chiaki Murata of the world famous Metaphys Studio. Designed and Made in Japan",
    "price" : 150.73,
    "rating" : 3.8,
    "image" : ["https://m.media-amazon.com/images/I/618yyXWLuIL._AC_SY355_.jpg", "https://m.media-amazon.com/images/I/81n0Ythq5+L._AC_SX355_.jpg"],
    "category_name" : "Furniture"
},
{
    "name" : "FDP SoftScape 14'' Square Bean Bag Poufs for Kids, Multipurpose Decorative Ottoman, Seat or Footrest, Great for Small Spaces, Living Room, Playroom, Classroom, Library (2-Piece Set) - Navy/Powder Blue",
    "description" : "DECORATIVE AND FLEXIBLE— 2-piece set of versatile, lightweight square poufs can be used as seats, ottomans, surfaces and even footrests for a flexible seating option. GREAT FOR SMALL SPACES — comfy, colorful poufs add a decorative accent to any space, big or small - playrooms, living rooms, bedrooms, classrooms, libraries and more. SOFT AND STURDY — filled with shape-retaining foam beads that form to your body while you sit, then return to their original shape for a comfy seat every time",
    "price" : 95.16,
    "rating" : 3.8,
    "image" : ["https://m.media-amazon.com/images/I/71pQI1J1u7L._SX342_.jpg", "https://m.media-amazon.com/images/I/81wheaGSLRS._SX342_.jpg"],
    "category_name" : "Furniture"
},
{
    "name" : "Office Gaming Chair - Ergonomic Computer Desk Chairs with Footrest, Executive Swivel Chair, PU Leather, Thick Padding",
    "description" : "Chair with Footrest - This racing style gaming chair is equipped with footrest for position reinforcement. The armrests can flip up when they’re not in use, ideal if you want to get something more compact or want a little bit of freedom in your movements. Also keeping you comfy for long hours of game or work.",
    "price" : 86.48,
    "rating" : 3.8,
    "image" : ["https://m.media-amazon.com/images/I/611sou-FOaL._AC_SY450_.jpg"],
    "category_name" : "Furniture"
},
{
    "name" : "Penn Championship Tennis Balls - Extra Duty Felt Pressurized Tennis Balls",
    "description" : "Penn Championship tennis balls represent the standard by which all other tennis balls are measured with consistent feel and playability every time you step onto the court.",
    "price" : 86.20,
    "rating": 4.1,
    "image" : ["https://m.media-amazon.com/images/I/812We6aPFML._AC_SX425_.jpg","https://m.media-amazon.com/images/I/81lNwSaEkxL._AC_SX425_.jpg"],
    "category_name" : "Tennis"
},
{
    "name" : "Gamma Sports Supreme Overgrip, for Tennis, Pickleball, Squash, Badminton, and Racquetball, Durable and Absorbent, Easy to Apply, Various Colors",
    "description" : "An overgrip that offers excellent tackiness and absorbency! Soft, yet durable enough to stand up to many hours of play. Fits extra long racquets.",
    "price" : 4.99,
    "rating": 4.1,
    "image" : ["https://m.media-amazon.com/images/I/716-+ZdWU9L._AC_SX425_.jpg","https://m.media-amazon.com/images/I/81CYZ8jtg0L._AC_SY450_.jpg"],
    "category_name" : "Tennis"
},
{
    "name" : "DUNLOP Australian Open Tennis Balls (Can)",
    "description" : "DUNLOP Australian Open Tennis Balls (Can)",
    "price" : 12.95,
    "rating": 5,
    "image" : ["https://m.media-amazon.com/images/I/81HtL5tqJIL._AC_SX425_.jpg", "https://m.media-amazon.com/images/I/81SmAPCy09L._AC_SX425_.jpg"],
    "category_name" : "Tennis"
},
{
    "name" : "WILSON US Open Tennis Balls",
    "description" : "The Wilson US Open Extra Duty tennis ball is the official ball of the US Open since 1978. The US Open tennis ball is made with exclusive felt from Tex Tech Industries for superior playability, consistency, and durability. The yellow, extra duty felt is made for hard court surfaces. Also available are Wilson US Open Regular Duty tennis ball for clay or indoor courts, Wilson US Open High Altitude tennis ball for all court surfaces over 3500 ft. elevation, or Wilson US Open Grass Court tennis ball with white felt. The Wilson US Open tennis ball is both USTA and ITF approved.",
    "price" : 12.95,
    "rating": 4.1,
    "image" : ["https://m.media-amazon.com/images/I/71El9rGYFXL._AC_SY879_.jpg", "https://m.media-amazon.com/images/I/71tIFrC-k9L._AC_SX425_.jpg"],
    "category_name" : "Tennis"
},
{
    "name" : "HEAD Geo Speed Adult Tennis Racket - Pre-Strung Light Balance 27.5 Inch Racquet",
    "description" : "About the Racquet Everyone has to start somewhere; why not start with the most trusted name in tennis? Perfect for those with a moderate swing looking for added power, the Geo Speed is an excellent adult beginners tennis racket. The racquet's optimized geometry provides additional force and control with each shot. Its oversized head is the perfect choice for entry level players looking for crisp shots right from the start. Great value and even greater versatility combine for the ultimate casual players racquet. Oversized racket head diameter creates a larger sweet spot. HEAD Born out of engineering a better way to ski and play tennis, we have used the most modern techniques available to improve athletic equipment for decades. Now, we have turned that same vision and attention to detail to all racquet sports to bring you nothing but the best sports equipment & workout apparel available.",
    "price" : 54.99,
    "rating": 4.1,
    "image" : ["https://m.media-amazon.com/images/I/71nuCOXKXWL._AC_SY679_.jpg" , "https://m.media-amazon.com/images/I/61dajsEmF0L._AC_SY879_.jpg"],
    "category_name" : "Tennis"
},
{
    "name" : "Spalding Street Outdoor Basketball",
    "description" : "Street ball will never die. Built for summer tournaments and Saturdays at the park, the NBA Street outdoor basketball holds to the NBA official size and weight. It has a deep channel design to give you proper grip and a durable rubber cover that stands up to asphalt or concrete.",
    "price" : 16.99,
    "rating": 4.1,
    "image" : ["https://m.media-amazon.com/images/I/81iJRwi+QHL._AC_SX425_.jpg" , "https://m.media-amazon.com/images/I/81QKLSklbHL._AC_SX425_.jpg"],
    "category_name" : "Basketball"
},
{
    "name" : "SSG Multisport Indoor Tabletop Scoreboard (EA)",
    "description" : "Keep track of the score and time during competitive or recreational games with the Indoor Tabletop Electronic Scoreboard. When time is winding down on a close game, players and coaches need to know the situation at hand, including whether to foul or not, how many timeouts remain and the score, and this scoreboard's face provides key information at a glance. Officials and scorekeepers can easily start and stop the clock and add points to the score with the wireless remote.",
    "price" : 400.68,
    "rating": 4.1,
    "image" : ["https://m.media-amazon.com/images/I/61X5bVqDJbL._AC_SX425_.jpg", "https://m.media-amazon.com/images/I/81pHGwcWhOL._AC_SX425_.jpg"],
    "category_name" : "Basketball"
},
{
    "name" : "AOC CQ32G1 31.5'' Curved Frameless Gaming Monitor, Quad HD 2560x1440, VA panel, 4 ms Response Time, MPRT, 144Hz, FreeSync, DisplayPort/HDMI/VGA, VESA, Black",
    "description" : "32-inch class curved gaming monitor free sync support ensures a stutter-free and tear-free gaming experience at any frame rate. Equipped with a curved 31. 5'' VA panel, The CQ32G1 displays a super-detailed Quad HD resolution (2560x1440 pixels) at a screaming 144 Hz refresh rate and 1ms response time. crazy immersive experience curved design wraps around you putting you at the center of the action and provides an immersive gaming experience. 144hz, 1ms gameplay144hz refresh and 1ms response times brings unprecedented smoothness and fluidity to your games and virtually instantaneous response to your mouse and keyboard actions. expand your view with multiple monitor set-ups. The frameless design (with narrow Border) offers the minimal bezel distraction and extra clean set-up for the ultimate Battle station. mad free sync AMD free Sync synchronizes the display and AMD GPU in your PC to eliminate screen tearing, stutter and input lag, providing the smoothest, fastest, and visually stunning gaming experience possible. no annoying flickering direct current backlighting reduces flickering, absolutely minimizing eye strain and fatigue. Feel free to enjoy those long, intense gaming sessions in comfort. immersive & captivating 31. 5'' Quds gaming display with 144 Hz, 1 mms response and free sync what's in the box315 Monitor, power cord, DP cable, HDMI cable, QSG. The brightness is 300 nit",
    "price" : 300.79,
    "rating": 4.1,
    "image" : ["https://m.media-amazon.com/images/I/81lGKc7oDGL._AC_SY450_.jpg", "https://m.media-amazon.com/images/I/916j4OTGgiL._AC_SY450_.jpg"],
    "category_name" : "Screens"
},
{
    "name" : "ASUS ROG Swift 27” 1440P Gaming Monitor (PG279QM) - WQHD (2560 x 1440), Fast IPS, 240Hz, 1ms, G-SYNC, NVIDIA Reflex Latency Analyzer, DisplayHDR400, Eye Care, HDMI, DisplayPort, USB, Height Adjustable",
    "description" : "27-inch WQHD (2560 x 1440) Fast IPS gaming monitor with 240Hz refresh rate designed for professional gamers",
    "price" : 840.00,
    "rating": 4.1,
    "image" : ["https://m.media-amazon.com/images/I/81Ti9ezZJoL._AC_SY450_.jpg" ,"https://m.media-amazon.com/images/I/81OEdz1UoYL._AC_SY450_.jpg"],
    "category_name" : "Screens"
},
{
    "name" : "AOC C32G2ZE 32'' Curved Frameless Gaming Monitor, Full HD 1920x1080, VA, 0.5ms 240Hz, AMD FreeSync Premium, DP/HDMI/VGA, VESA, 3-3-1 Re-Spawn Program",
    "description" : "With a 0.5ms response time, a 240Hz refresh rate, AMD FreeSync Premium technology and 300 Nits luminance, the AOC C32G2ZE provides all the gaming power you’ll need. Immerse yourself in a world of color and detail with the C32G2ZE’s massive 31.5”, wrap-around VA screen.",
    "price" : 279.99,
    "rating": 4.1,
    "image" : ["https://m.media-amazon.com/images/I/81uSMSUef-S._AC_SX450_.jpg" ,"https://m.media-amazon.com/images/I/712J4g-yLQL._AC_SX450_.jpg"],
    "category_name" : "Screens"
},
{
    "name" : "Squatty Potty The Original Toilet Stool - Bamboo Flip, 7in & 9in Height, Brown",
    "description" : "The bamboo flip helps align the colon for better elimination. To simulate a squatting position, all you have to do is take a seat, put your feet on the toilet stool, and get comfortable. Prefer the 7in Height, but someone else in the home requires the 9in Height? This Squatty Potty adjusts between both heights with just a flip. It's clever design requires very little effort to accommodate anyone's squatting needs. So simple. Yet so smart. Which size is right for me? The flip stool offers the best of both worlds. 7″ Height is the most comfortable for most people. For those with comfort height toilets the 9″ Height is sometimes preferred. Children also do better with the 9″ Height.",
    "price" : 39.99,
    "rating": 4.1,
    "image" : ["https://m.media-amazon.com/images/I/81W7OXP3xpL._AC_SX425_.jpg","https://m.media-amazon.com/images/I/71sUr0-XbfL._AC_SX425_.jpg"],
    "category_name" : "Bathroom"
},
{
    "name" : "Moen DN0762CH Iso 2-Light Dual-Mount Bath Bathroom Vanity Fixture with Frosted Glass, Chrome",
    "description" : "The Iso Collection's telescoping machined-metal design infuses industrial elements into European minimalism as it boldly, and beautifully, embraces the future. Moen is dedicated to designing and delivering beautiful products that last a lifetime. Moen offers a diverse selection of kitchen faucets, kitchen sinks, bathroom faucets and accessories, and showering products. Moen products combine style and functionality with durability for a lifetime of customer satisfaction.",
    "price" : 126.48,
    "rating": 4.1,
    "image" : ["https://m.media-amazon.com/images/I/61gK++B-8XL._AC_SY355_.jpg","https://m.media-amazon.com/images/I/71Mh84gXt0L._AC_SX355_.jpg"],
    "category_name" : "Bathroom"
},
{
    "name" : "LUXE Bidet Neo 120 - Self Cleaning Nozzle - Fresh Water Non-Electric Mechanical Bidet Toilet Attachment (blue and white)",
    "description" : "A LUXURIOUS LOOK AT AN EXCELLENT PRICE – With a sleek design and high-quality parts, our bidet attachment will give your bathroom a next-level look. Constructed with high-pressure valves with metal/ceramic cores and steel hoses instead of plastic.",
    "price" : 29.97,
    "rating": 4.1,
    "image" : ["https://m.media-amazon.com/images/I/71yD4RSesbL._AC_SX355_.jpg","https://m.media-amazon.com/images/I/711PwYI238L._AC_SY355_.jpg"],
    "category_name" : "Bathroom"
},
{
    "name" : "JONATHAN Y JYL7427C July 17.5 inches 2-Light Metal Shade Farmhouse Sconce Contemporary Transitional 2200K Edison 25W Bulbs for Bedroom Living Room Bathroom, Vanity Lighting, Oil Rubbed Bronze/Brass Gold",
    "description" : "Like a classic barn light but in a modern shape and smaller scale, this classic design features a metal cone shade that conceals the top half of the bulb perfect for a clean, industrial look. In a matte oil rubbed bronze finish, this sconce is perfectly at home on either side of a bathroom mirror or as extra lighting in kitchens, where your hardware truly shines. Also available in multi-light configurations, the geometric shape adds elegant interest to any space.",
    "price" : 101.65,
    "rating": 4.1,
    "image" : ["https://m.media-amazon.com/images/I/81Ui5OHaRgL._AC_SY355_.jpg" ,"https://m.media-amazon.com/images/I/71bv4PV6jUL._AC_SX355_.jpg"],
    "category_name" : "Bathroom"
},
{
    "name" : "Amazon Basics Wall-Mounted Vanity Mirror - 1X/5X Magnification, Chrome",
    "description" : "Amazon Basics Wall-Mounted Vanity Mirror - 1X/5X Magnification, Chrome",
    "price" : 13.83,
    "rating": 4.1,
    "image" : ["https://m.media-amazon.com/images/I/61dbaKNt+kL._AC_SY450_.jpg" , "https://m.media-amazon.com/images/I/71HoZs100hL._AC_SY450_.jpg"],
    "category_name" : "Bathroom"
},
{
    "name" : "Deny Designs Iveta Abolina Creme De La Creme Duvet Cover, King",
    "description" : "Our duvet cover is made from an ultra soft, lightweight woven polyester printed cream top with a 100% polyester cream bottom and includes a hidden zipper with interior corner ties to secure your comforter. It’s comfy, fade-resistant, and machine washable. The comforter insert and pillow shams are not included. Based in Denver, Colorado, Deny Designs is a modern, think-outside-the-box home furnishings company. Deny empowers its customers to transform dull, everyday household accessories into fun and original statement. With each purchase, our team of talented artists earn part of the proceeds, enabling Deny to support art communities all over the world while also spreading the creative love!",
    "price" : 121.50,
    "rating": 4.1,
    "image" : ["https://m.media-amazon.com/images/I/A1uZUzv5QVL._AC_SX466_.jpg", "https://m.media-amazon.com/images/I/A1wMPT6BWTL._AC_SY450_.jpg"],
    "category_name" : "Bedroom"
},
{
    "name" : "Northwest Shark Adventure 6-Piece Twin Bed in a Bag with Decorative Pillow, 66in x 86in",
    "description" : "Drift off to sleep in this Shark Adventure 6-Piece Twin Bed in a Bag with Decorative Pillow by The Northwest Group, LLC. You'll never want to get out of bed in the morning!",
    "price" : 43.37,
    "rating": 4.1,
    "image" : ["https://m.media-amazon.com/images/I/910Iln94wiL._AC_SX450_.jpg"],
    "category_name" : "Bedroom"
},
{
    "name" : "American Baby Company 100% Natural Cotton Value Jersey Knit Fitted Portable/Mini-Crib Sheet, Grey Star/Zigzag, 24 x 38 x 5, Soft Breathable, for Boys and Girls, Pack of 3",
    "description" : "Our 100% Cotton value jersey knit fitted mini crib sheet provides comfort for the next generation. Fits standard 24 x 38 mini crib mattresses and can fit up to 3in thick mattresses; Deep pockets with elastic all around provide a snug and secure fit for baby's comfort. Machine washable cold with gentle cycle, tumble dry low for best results.",
    "price" : 16.38,
    "rating": 4.1,
    "image" : ["https://m.media-amazon.com/images/I/71jGEVDPTlL._SY450_.jpg" , "https://m.media-amazon.com/images/I/61FNLJtgzXS._SY355_.jpg"],
    "category_name" : "Bedroom"
},
{
    "name" : "Cal King Size Bed Sheets Set by Leesa, 100% Cotton Cooling Sateen, Includes Pillowcases and Fitted Sheets, with High Thread Count, Light Grey",
    "description" : "Our Leesa 100% organic cotton, high thread count sheets are soft and breathable cool sheets for hot sleepers. Sateen weave method gives our sheets a smooth silk feel that only gets softer with every wash. At Leesa, we are proud to be B Corp certified, meeting the highest environmental and social standards and using business as a force for good. Every Leesa mattress purchased helps us donate a bed to a child in need--one donated for every 10 sold.",
    "price" : 159.00,
    "rating": 4.1,
    "image" : ["https://m.media-amazon.com/images/I/61CVd9eWy4L._AC_SY450_.jpg"],
    "category_name" : "Bedroom"
},
{
    "name" : "Rubbermaid FastTrack Garage Storage Vertical Ball Rack, Garage Organization, Stackable Ball Cage for Garage Organizer",
    "description" : "Fast track, vertical ball rack, 8. 5 mm diameter, steel tube construction, bungee cords allow easy access, locking Gripper holds hooks in place more securely. Push/pull lever provides the ability to move hooks easily.",
    "price" : 28.98,
    "rating": 4.1,
    "image" : ["https://m.media-amazon.com/images/I/51QzT7YZcvL._AC_SY679_.jpg"],
    "category_name" : "Basketball"
},
{
    "name" : "Basketball Butler 2 Ball Storage Rack",
    "description" : "",
    "price" : 74.18,
    "rating": 4.1,
    "image" : ["https://m.media-amazon.com/images/I/71ubk5YFLlL._AC_SX425_.jpg"],
    "category_name" : "Basketball"
},
{
    "name" : "HP Elite Desktop PC Computer Intel Core i5 3.1-GHz, 8 gb Ram, 1 TB Hard Drive, DVDRW, 19 Inch LCD Monitor",
    "description" : "This Certified Refurbished product is tested and certified to look and work like new. The refurbishing process includes functionality testing, basic cleaning, inspection, and repackaging. The product ships with all relevant accessories, a minimum 90-day warranty, and may arrive in a generic box. Only select sellers who maintain a high-performance bar may offer Certified Refurbished products on Amazon.com. HP Elite 8200 Small Form Factor Desktop PC, Intel Quad Core i5-2400 up to 3.4GHz, 8G DDR3, 1T, DVDRW, WiFi, Windows 10 64-Multi-Language Support English/Spanish/French (Renewed)",
    "price" : 175.78,
    "rating": 2.1,
    "image" : ["https://m.media-amazon.com/images/I/718sn7oOcfL._AC_SY450_.jpg"],
    "category_name" : "Computers"
},
{
    "name" : "Acer Aspire TC-895-UA92 Desktop, 10th Gen Intel Core i5-10400 6-Core Processor, 12GB 2666MHz DDR4, 512GB NVMe M.2 SSD, 8X DVD, 802.11ax Wi-Fi 6, USB 3.2 Type C, Windows 10 Home",
    "description" : "10th Generation Intel Core i5-10400 6-Core Processor (Up to 4.3GHz) 12GB 2666MHz DDR4 Memory; 512GB NVMe M.2 SSD; 8X DVD-Writer Double-Layer Drive (DVD-RW) Intel Wireless Wi-Fi 6 AX200 802.11ax Dual-Band 2.4GHz and 5GHz featuring 2x2 MU-MIMO technology; Bluetooth 5.1; 10/100/1000 Gigabit Ethernet LAN",
    "price" : 1075.78,
    "rating": 3.1,
    "image" : ["https://m.media-amazon.com/images/I/61A+K1MjTeL._AC_SY355_.jpg"],
    "category_name" : "Computers"
},
{
    "name" : "SkyTech Archangel 3.0 Gaming Computer PC Desktop - Ryzen 7 3700X 8-Core 3.6GHz",
    "description" : "AMD Ryzen 7 3700X 8-Core 16-Thread 3.6 GHz (4.4 GHz Max Boost) CPU | 1TB SSD – Up to 30x faster than traditional HDD ✔ GeForce RTX 3060 12GB GDDR6 Graphics Card (Brand May Varies) | 16GB DDR4 3200MHz Gaming Memory with Heat Spreaders | Windows 10 Home 64-bit",
    "price" : 1799.99,
    "rating": 4.9,
    "image" : ["https://m.media-amazon.com/images/I/81KOEh2NRVL._AC_SY450_.jpg"],
    "category_name" : "Computers"
},
{
    "name" : "Skytech Prism II Gaming Computer PC Desktop - AMD Ryzen 7 5800X 8-Core 3.8GHz",
    "description" : "",
    "price" : 3099.99,
    "rating": 5,
    "image" : ["https://m.media-amazon.com/images/I/814iGw8XwqL._AC_SX466_.jpg"],
    "category_name" : "Computers"
},
{
    "name" : "ASUS AiO 27” All-in-One Desktop Computer",
    "description" : "The stunningly beautiful ASUS AiO M3700 all-in-one PC has a 27-inch FHD LED display with a near-invisible 3 mm display bezel that gives you edge-to-edge visuals and an incredible 91% screen-to-body ratio. Combined with its advanced ASUS SonicMaster audio — featuring a DTS Audio Processing bass-reflex speaker system and two-way AI-powered noise canceling — M3700 immerses you in amazing visuals and superb sound for the ultimate entertainment experience. ASUS AiO; Ryzen 7 AiO, AMD AiO, pre-built, AiO",
    "price" : 1099.99,
    "rating": 5,
    "image" : ["https://m.media-amazon.com/images/I/81YaXjESfYL._AC_SY355_.jpg"],
    "category_name" : "Computers"
},
{
    "name" : "Motorola Edge+ 2022",
    "description" : "Unlocked for the freedom to choose your carrier. 5G service available with 5G plan. 5G network coverage required; available only in select areas. Compatible with T-Mobile 5G and Verizon 5G. Ready for 5G on other select networks dependent on availability; contact your service provider for details. Compatible with all major 4G U.S. carriers, including Verizon, AT&T, and T-Mobile. It also works with prepaid carriers, including Cricket Wireless, Metro by T-Mobile, Simple Mobile, Total Wireless, Tracfone, Net10, Mint, TracFone, Boost, and H2O. Industry-leading Snapdragon 8 performance. Experience the fastest, most powerful mobile platform. Instant all-pixel focus and HDR10+ recording. Get 32x more focusing pixels for faster, more accurate low light performance, plus HDR10+ recording for over a billion shades of color. High-res 50MP ultra-wide and 60MP selfie cameras. Capture amazing detail in both normal and low light using Quad Pixel technology. Ultra-smooth 144 Hz display + Dolby Atmos audio. Enjoy a 6.7in OLED display with HDR10+ for a billion shades of color and listen with stereo speakers.",
    "price" : 898.23,
    "rating": 4.8,
    "image" : ["https://m.media-amazon.com/images/I/71K-HMTsGHL._AC_SY355_.jpg"],
    "category_name" : "Cellphones"
},
{
    "name" : "Motorola Moto g Pure 2021",
    "description" : "Meet moto g Pure and get more of what you love. An ultra-wide view of your favorite movies, games, and video chats on a 6.5” Max Vision HD+ display. Plus, up to two days of battery life1 to keep the fun going all weekend long. And there’s more. Dual camera system. Octa-core processor. Water-repellent design2. With moto g Pure, more comes standard.",
    "price" : 59.99,
    "rating": 3.1,
    "image" : ["https://m.media-amazon.com/images/I/71zGrrAe5NL._AC_SX522_.jpg"],
    "category_name" : "Cellphones"
},
{
    "name" : "Apple iPhone 12, 64GB",
    "description" : "Apple iPhone 12, 64GB, Black - Unlocked (Renewed Premium)",
    "price" : 599.00,
    "rating": 4.3,
    "image" : ["https://m.media-amazon.com/images/I/71Q0E2DYf2L._AC_SY550_.jpg"],
    "category_name" : "Cellphones"
},
{
    "name" : "Apple iPhone 11 Pro, 64GB",
    "description" : "Shoot amazing videos and photos with the Ultra Wide, Wide, and Telephoto cameras. Capture your best low-light photos with Night mode. Watch HDR movies and shows on the Super Retina XDR display—the brightest iPhone display yet. Experience unprecedented performance with A13 Bionic for gaming, augmented reality (AR), and photography. All in the first iPhone powerful enough to be called Pro.",
    "price" : 549.99,
    "rating": 4.6,
    "image" : ["https://m.media-amazon.com/images/I/81LmL94PUvS._AC_SX522_.jpg"],
    "category_name" : "Cellphones"
},
{
    "name" : "Huawei Nova 9 128GB",
    "description" : "TELEPHONY, Smartphone, GSM / GPRS / EDGE / UMTS / HSDPA, Huawei, Huawei Nova 9 Black Huawei nova 9. Display diagonal: 16.7 cm (6.57in), Display resolution: 2340 x 1080 pixels, Display type: OLED. Processor frequency: 2.42 GHz, Processor family: Qualcomm Snapdragon, Processor model: 778G. RAM capacity: 8 GB, Internal storage capacity: 128 GB. Rear camera resolution (numeric): 50 MP, Rear camera type: Quad camera. SIM card capability: Dual SIM. Operating system installed: EMUI 11.0. Battery capacity: 4300 mAh. Product colour: Black. Weight: 175 g Display Display diagonal 16.7 cm (6.57in) Display resolution 2340 x 1080 pixels Touchscreen Y Display type OLED Touchscreen type Capacitive Pixel density 392 ppi Processor Processor frequency 2.42 GHz Processor family Qualcomm Snapdragon Processor model 778G Processor architecture ARM Cortex-A78+Cortex-A55 Processor cores 4 Coprocessor frequency 1.8 GHz Coprocessor architecture ARM Cortex-A55 Coprocessor cores 4 Storage RAM capacity 8 GB Internal storage capacity 128 GB Compatible memory cards Not supported Camera Rear camera type Quad camera Rear camera resolution (numeric) 50 MP Front camera type Single camera Front camera resolution (numeric) 32 MP Rear camera flash Y Second rear camera resolution (numeric) 8 MP Third rear camera resolution (numeric) 2 MP Fourth rear camera resolution (numeric) 2 MP Rear camera aperture number 1.9 Second rear camera aperture number 2.2 Third",
    "price" : 425.42,
    "rating": 4,
    "image" : ["https://m.media-amazon.com/images/I/418F0gGqQ6L._AC_SX522_.jpg"],
    "category_name" : "Cellphones"
},
{
    "name" : "Huawei P30 Pro 128GB",
    "description" : "3G HSDPA 800 / 850 / 900 / 1700(AWS) / 1900 / 2100 - 4G LTE band 1(2100), 2(1900), 3(1800), 4(1700/2100), 5(850), 6(900), 7(2600), 8(900), 9(1800), 12(700), 17(700), 18(800), 19(800), 20(800), 26(850), 28(700), 32(1500), 34(2000), 38(2600), 39(1900), 40(2300)",
    "price" : 524.99,
    "rating": 4,
    "image" : ["https://m.media-amazon.com/images/I/61XM1qbUPUL._AC_SX522_.jpg"],
    "category_name" : "Cellphones"
},
{
    "name" : "Huawei Mate 20 128GB/6GB",
    "description" : "Non-removable Li-Po 5000 mAh battery",
    "price" : 595.99,
    "rating": 5,
    "image" : ["https://m.media-amazon.com/images/I/71vm1uK9XBL._AC_SX522_.jpg"],
    "category_name" : "Cellphones"
},
{
    "name" : "Nike Men's Air Zoom Pegasus 36 Running Shoes",
    "description" : "The iconic Nike Air Zoom Pegasus 36 is updated with multiple perforated inserts and engineered mesh on the upper for strategic breathability in the warmer spots. The slimmer tongue and collar portion at the heel reduces clutter without compromising comfort, while exposed Flywire cables ensure a comfortable fit when the speed rises",
    "price" : 93.99,
    "rating": 3.0,
    "image" : ["https://m.media-amazon.com/images/I/71NItYP7+DL._AC_UY395_.jpg"],
    "category_name" : "Shoes"
},
{
    "name" : "Nike Men's Flex Control Tr4 Cross Trainer",
    "description" : "Tailored for bodyweight workouts, The Nike flex control 4 emphasizes mobility and stability. Its flexible sole lets your foot move naturally from 1 high-energy set to the next. It features a rubber outrigger at the sole for better stability during side-to-side drills.",
    "price" : 65.00,
    "rating": 2.3,
    "image" : ["https://m.media-amazon.com/images/I/71cwb1GchJL._AC_UX395_.jpg"],
    "category_name" : "Shoes"
},
{
    "name" : "adidas Men's Lite Racer Adapt 4.0 Running Shoes",
    "description" : "Keep your style easy and comfortable. These men's adidas running-inspired shoes have a slip-on build that's secured by an elastic top strap. A Cloudfoam midsole provides elevated cushioning.",
    "price" : 49.95,
    "rating": 4.4,
    "image" : ["https://m.media-amazon.com/images/I/81cuTtP+n6L._AC_UX395_.jpg"],
    "category_name" : "Shoes"
},
{
    "name" : "adidas Men's Supernova Cushion",
    "description" : "Everyone runs for different reasons. Whatever drives you to hit the path or the pavement, these adidas shoes are designed to help you reach your goals. Flexible cushioning in the forefoot combines with responsive cushioning in the heel to give you a comfortable ride. And because we're serious about creating a healthier environment, these shoes are built with recycled materials. Adidas' Supernova Cushion Running Shoe is one of the most-beloved cushioning shoes on the road today. Designed to take you far and fast, this latest generation shoe offers greater comfort and breathability with even less weight. Features include a breathable, quick drying open-mesh upper; a molded ortholite anti-microbial moisture-wicking sock liner; a QuickStrike outsole for increased flexibility and durability; and an Adiwear outsole for best durability in high-wear areas. Generations of runners have loved the cushioned, neutral ride and the versatility of this day-in, day-out trainer.",
    "price" : 53.52,
    "rating": 4,
    "image" : ["https://m.media-amazon.com/images/I/81u6GqQCp0L._AC_UX679_.jpg"],
    "category_name" : "Shoes"
},
{
    "name" : "New Balance Men's 624 V2 Casual Comfort Cross Trainer",
    "description" : "Get moving with help from the 624 casual training shoe from New Balance. These well-rounded trainers are ready to provide comfortable, cushioned support that fits your active lifestyle. This updated version of the popular New Balance training shoe offers enhanced flexibility with Forefoot Flex Grooves that support the free and natural movement of your feet. Whether you’re working or working out, you’re sure to appreciate how the internal midsole shank of the 624 helps provide midfoot structure and support. But the comfort factor doesn’t stop there – these trainers are also equipped with ABZORB technology that minimizes impact through a combination of cushioning and compression resistance, and a lightweight injection-molded EVA foam midsole and Phantom Liner for soft support underfoot. Designed to maximize your comfort while training indoors or out, the durable, non-marking outsole stands up well to regular wear-and-tear on a variety of surfaces. Available in a range of widths to help you find a proper fit, the 624 is a versatile training shoe for everyday wear. To ensure your feet look as good as they feel, these performance shoes feature supple leather uppers with classic New Balance branding that will effortlessly complement your go-to gear.",
    "price" : 48.99,
    "rating": 2.5,
    "image" : ["https://m.media-amazon.com/images/I/61NEFFxC90L._AC_UX395_.jpg"],
    "category_name" : "Shoes"
},
{
    "name" : "Hanes Men's Full-Zip Eco-Smart Hoodie",
    "description" : "The Hanes Comfort Blend Eco-Smart full-zip hooded jacket provides medium weight fleece comfort all year around. Feel better in this sweatshirt because Hanes keeps plastic bottles of landfills by using recycled polyester.",
    "price" : 9.99,
    "rating": 4.6,
    "image" : ["https://m.media-amazon.com/images/I/81S2WhcTf7L._AC_UX342_.jpg"],
    "category_name" : "Men's clothing"
},
{
    "name" : "Under Armour Men’s Tech 2.0 ½ Zip Long Sleeve",
    "description" : "UA Tech fabric is quick-drying, ultra-soft & has a more natural feel.Material wicks sweat & dries really fast.Generous ½ zip front makes for easy layering.New, streamlined fit & shaped hem.Under Armour’s mission is to make all athletes better through passion, design and the relentless pursuit of innovation.",
    "price" : 24.00,
    "rating": 4,
    "image" : ["https://m.media-amazon.com/images/I/61kyz61WKxL._AC_UX385_.jpg"],
    "category_name" : "Men's clothing"
},
{
    "name" : "Amazon Essentials Men's Slim-Fit Stretch Golf Pant",
    "description" : "Amazon Essentials is focused on creating affordable, high-quality, and long-lasting everyday clothing you can rely on. Our line of men’s must-haves includes polo shirts, chino pants, classic-fit shorts, casual button-downs, and crew-neck tees. Our consistent sizing takes the guesswork out of shopping, and each piece is put to the test to maintain the highest standards in quality and comfort.",
    "price" : 32.80,
    "rating": 1,
    "image" : ["https://m.media-amazon.com/images/I/711SuC7PMnL._AC_UX342_.jpg"],
    "category_name" : "Men's clothing"
},
{
    "name" : "Hanes ComfortSoft EcoSmart Men's Fleece Sweatpants",
    "description" : "Hanes men's EcoSmart fleece sweatpants are designed to be a versatile pair of lounging or casual pants that can be worn while out running errands or on a relaxing day at home, and they're environmentally friendly with up to 5 percent of polyester created from recycled bottles.",
    "price" : 11.00,
    "rating": 3.1,
    "image" : ["https://m.media-amazon.com/images/I/71D+AR2Z2AL._AC_UX342_.jpg"],
    "category_name" : "Men's clothing"
},
{
    "name" : "Champion Men's Powerblend Fleece Pullover Hoodie, Script Logo",
    "description" : "Made for any season, our Men's Powerblend Hoodie is a customer favorite offering the best of warmth and durability, without the extra weight. This season's pop of color logo amps up your sport style with joggers or sweatpants. Exceptionally soft, It resists pilling and shrinking, so it keeps its great fit and comfort no matter how hard you play. Wear this midweight fleece workout to weekend, it's made with extra stitch details for durability, a double-layer hood with metal grommets, soft back neck tape and hand-warming pouch pocket. Part of our Champion Made initiative, Powerblend fleece is made with traceable U.S. grown cotton and requires 2-5 times less water. Even better, we use up to 10% recycled polyester fibers, which helps keep recycled plastic bottles out of landfills.",
    "price" : 19.99,
    "rating": 2,
    "image" : ["https://m.media-amazon.com/images/I/71szqCoFfYL._AC_UX342_.jpg"],
    "category_name" : "Men's clothing"
},
{
    "name" : "PUMA Men's Standard Mattr Topo Polo",
    "description" : "The MATTR Topo Polo will have you dreaming of perfect greens, lush fairways and flagsticks. Designed to perform on the course and keep golf on your mind when you're off it.",
    "price" : 51.94,
    "rating": 3.1,
    "image" : ["https://m.media-amazon.com/images/I/61vUVrGiSQL._AC_SX425_.jpg"],
    "category_name" : "Men's clothing"
},
{
    "name" : "Champion Ameritage Dad Adjustable Cap",
    "description" : "Champion is an American manufacturer of clothing, specializing in sportswear.",
    "price" : 15.70,
    "rating": 1.5,
    "image" : ["https://m.media-amazon.com/images/I/71iqEA5zGPS._AC_UX385_.jpg"],
    "category_name" : "Men's clothing"
},
{
    "name" : "Timberland PRO Men's Base Plate Blended Long-Sleeve T-Shirt with Logo",
    "description" : "Timberland PRO's shirts make a serious function statement by offering wicking and anti-odor technologies plus comfort features, such as side-seam construction, bi-swing backs and tag less neck lables. Seasonal layering, made comfortable and easy.",
    "price" : 18.39,
    "rating": 5,
    "image" : ["https://m.media-amazon.com/images/I/71ogpYch1dL._AC_UX385_.jpg"],
    "category_name" : "Men's clothing"
},
{
    "name" : "Legendary Whitetails Men's Legendary Old Buck Fleece Lined Shirt Jacket",
    "description" : "The 'Old Buck' is a casual shirt jacket shirt that's great for a walk in the woods or going to the supper club. This yarn dyed twill shirt jacket looks stylish, while keeping you cozy with the warm berber lining and easy entry side seam pockets. Give 'Old Buck' a shout when you go out!",
    "price" : 59.99,
    "rating": 3.1,
    "image" : ["https://m.media-amazon.com/images/I/81XUaumqdPL._AC_UX385_.jpg"],
    "category_name" : "Men's clothing"
},
{
    "name" : "Monrow Women's Hd1070-supersoft Puff Sleeve Sweatshirt",
    "description" : "Crew neck, three quarter puff sleeve sweatshirt. Featured in our most popular supersoft fabric.",
    "price" : 27.70,
    "rating": 3,
    "image" : ["https://m.media-amazon.com/images/I/91M1d2YzfwL._AC_UX342_.jpg"],
    "category_name" : "Women's clothing"
},
{
    "name" : "Amazon Essentials Women's Short-Sleeve Woven Blouse",
    "description" : "Amazon Essentials is focused on creating affordable, high-quality, and long-lasting everyday clothing you can rely on. Our line of women's apparel includes cashmere sweaters, fleece and down jackets, and more, including plus-size options. Our consistent sizing takes the guesswork out of shopping, and each piece is put to the test to maintain the highest standards in quality and comfort.",
    "price" : 12.70,
    "rating": 3.7,
    "image" : ["https://m.media-amazon.com/images/I/91uq6TyIhzL._AC_UX342_.jpg"],
    "category_name" : "Women's clothing"
},
{
    "name" : "Under Armour Women's Tech Short Sleeve V-Neck - Solid",
    "description" : "UA Tech fabric is quick-drying, ultra-soft & has a more natural feel. Material wicks sweat & dries really fast. 4-way stretch construction moves better in every direction . Deep V-neck collar & slimmer fit deliver a sleek, more feminine silhouette. Metallic silver front chest logo.",
    "price" : 17.74,
    "rating": 3.9,
    "image" : ["https://m.media-amazon.com/images/I/51c5K0DI-WL._AC_UX385_.jpg"],
    "category_name" : "Women's clothing"
},
{
    "name" : "Hanes Women's Tri-blend French Terry Jogger with Pockets",
    "description" : "Warmth without the weight! Insanely soft French Terry joggers are great for lounging around or going out for a run.",
    "price" : 9.42,
    "rating": 3.1,
    "image" : ["https://m.media-amazon.com/images/I/71oUeP0RQPL._AC_UX385_.jpg"],
    "category_name" : "Women's clothing"
},
{
    "name" : "Amazon Essentials Women's Casual Crew Socks, Pack of 6",
    "description" : "Amazon Essentials is focused on creating affordable, high-quality, and long-lasting everyday clothing you can rely on. Our line of women's apparel includes cashmere sweaters, fleece and down jackets, and more, including plus-size options. Our consistent sizing takes the guesswork out of shopping, and each piece is put to the test to maintain the highest s in quality and comfort.",
    "price" : 11.90,
    "rating": 4.7,
    "image" : ["https://m.media-amazon.com/images/I/91PSMjYsh7S._AC_UX425_.jpg"],
    "category_name" : "Women's clothing"
},
{
    "name" : "Anne Klein Jeans Women's Cozigan Long Color Block Cardigan Sweater",
    "description" : "Anne Klein Jeans Women's Apparel Cozigan color block cardigan sweater with open front, shawl neckline and long sleeves on a loose fit body This reliable ladies sweater goes great with all top and bottom combinations from dressy to casual. Perfect to wear to work, attending a class, family functions or happy hour with friends. Anne Klein Jeans - A mix of sophistication and comfort you can enjoy every day without sacrificing style. We encourage all women to create a wardrobe full of great staple pieces for work, pleasure and everything in between.",
    "price" : 89.50,
    "rating": 4.9,
    "image" : ["https://m.media-amazon.com/images/I/71L1iQP-gSS._AC_UX385_.jpg"],
    "category_name" : "Women's clothing"
},
{
    "name" : "Amazon Collection Platinum or Gold Plated Sterling Silver Infinite Elements Zirconia Antique Ring Set",
    "description" : "Sparkling antique-style ring with asscher-cut Infinite Elements Cubic Zirconia and band with prong-set faceted rounds.",
    "price" : 38.10,
    "rating": 4,
    "image" : ["https://m.media-amazon.com/images/I/81hp1RlVccL._AC_UX395_.jpg"],
    "category_name" : "Jewelry"
},
{
    "name" : "Betsey Johnson Stone Heart Drop Earrings",
    "description" : "Betsey Johnson dangle earrings featuring pink faceted stone heart detailed with small critter and flower accent. Earrings are set in gold-tone metal with shepherds hook closure.",
    "price" : 15.59,
    "rating": 3.7,
    "image" : ["https://m.media-amazon.com/images/I/71DP1iyU3TL._AC_UX395_.jpg"],
    "category_name" : "Jewelry"
},
{
    "name" : "8mm Diamond Necklace Pendant 1.5 carat",
    "description" : "Diamond Jewelry Reigns in the supreme world of jewelry. Diamonds are known for their sparkle, brilliance & durability. The hardest known mineral and can withstand almost any kind of wear and tear, which makes them ideal for everyday wear. A tough diamond that will not chip easily or lose its brilliance. Tougher, brighter & more sparkly than any other gemstone. Excellent choice of jewelry at reasonable prices.",
    "price" : 399.99,
    "rating": 4.1,
    "image" : ["https://m.media-amazon.com/images/I/71zOhqWaJDL._SY500_.jpg"],
    "category_name" : "Jewelry"
},
{
    "name" : "Betsey Johnson Flower Rectangle Stone Drop Earrings",
    "description" : "Betsey Johnson drop earrings featuring iridescent rectangle-shaped stone embellished with flower and mixed stone cluster. Earrings are set in rose gold-tone metal with a fish hook closure.",
    "price" : 26.52,
    "rating": 4,
    "image" : ["https://m.media-amazon.com/images/I/71qlbLY8jNL._AC_UY395_.jpg"],
    "category_name" : "Jewelry"
},
{
    "name" : "JewelExclusive 10K Yellow Gold Compass Necklace,17\"",
    "description" : "This simple 10K yellow gold compass is perfect for any outfit.",
    "price" : 69.99,
    "rating": 3.1,
    "image" : ["https://m.media-amazon.com/images/I/61AVjVbq0EL._AC_UY395_.jpg"],
    "category_name" : "Jewelry"
},
{
    "name" : "Garden Gnome Holding Bird",
    "description" : "Add a touch of playful magic to your outdoor space with the Alpine Corporation Garden Gnome Holding Bird Statue. This stunning statue is constructed of durable polyresin with a colorful finish to suit any outdoor space. The statue is weatherproof, rust-resistant, and durable for years of quality use. With a playful look, intricate details, and portrayal of a friendly gnome, this Alpine Corporation statue is sure to bring a sense of playfulness and tranquility to your home! The statue is perfect for your garden, patio, deck, porch, or yard space. you can be confident in the quality of your purchase. Statue measures 5\"L x 5\"W x 12\"H for use in yards of any size. Alpine Corporation is one of America's leading designers, importers, and distributors of superior quality home and garden décor products. Alpine's award winning in-house design team continuously develops new and innovative \"statements pieces\" for your home and garden. Your outdoor living spaces will be the envy of the neighborhood with our wide assortment of fresh, fashionable and contemporary products, from beautifully crafted solar garden stakes featuring patented motion and fiber optic lighting technology to gorgeous glass and glow-in-the-dark birdbaths and feeders.",
    "price" : 15.98,
    "rating": 4,
    "image" : ["https://m.media-amazon.com/images/I/81nQJY+qrvL._AC_SX425_.jpg"],
    "category_name" : "Garden"
},
{
    "name" : "Jonathan Y TBL1019A Moroccan Diamonds 18\" Ceramic Drum Garden Stool",
    "description" : "A navy-on-white diamond pattern gives this ceramic garden stool an exotic flair. Its simplified shape makes it the perfect modern accent table. Try a pair in front of a sofa, or use them for drinks or plants indoors or out.",
    "price" : 118.29,
    "rating": 4.3,
    "image" : ["https://m.media-amazon.com/images/I/A1+HpgYoJnL._AC_SY450_.jpg"],
    "category_name" : "Garden"
},
{
    "name" : "LawnMaster GV1212B Scarifier and Dethatcher 13-Inch 12AMP",
    "description" : "Revitalize your yard with LawnMaster's 13\" Electric Scarifier and Lawn Dethatcher. The powerful 12-amp motor runs up to 3400 RPM, making it easy to remove unwanted clippings and debris from your yard. The included dethatcher and scarifier cylinders allow for a 12” cutting width. The cutting height can be adjusted to 19 different positions, -0.39 ~ 0.19 inch (-10 ~5 mm) for the scarifier cylinder and -0.19 ~0.39 inch (-5 ~10 mm) for the dethatcher cylinder. The simple-to-start system and one-touch height adjustments make it an easy solution for all lawn care needs. Store your dethatcher/scarifier easily by folding the handles when the job is complete.",
    "price" : 120.00,
    "rating": 4.8,
    "image" : ["https://m.media-amazon.com/images/I/61uKxw7WKHL._AC_SX425_.jpg"],
    "category_name" : "Garden"
},
{
    "name" : "SAMSUNG 23.5” CF396 Curved Computer Monitor",
    "description" : "Immersive Viewing Experience: The 1800R curvature of the screen lets you enjoy big, bold and stunning panoramic views while you work or play at home or the office",
    "price" : 139.99,
    "rating": 4.8,
    "image" : ["https://m.media-amazon.com/images/I/91ubktnbNVL._AC_SX450_.jpg"],
    "category_name" : "Screens"
},
{
    "name" : "Sceptre 24\" Professional Thin 75Hz 1080p LED Monitor",
    "description" : "Slim bezel with thin chassis. Power Range (V, A, Hz)- AC-DC Adapter Input 100 – 240 VAC, 50/60 Hz, 1.0A (Max.) Output - 12V DC, 2.5A. Power Consumption (Typical)- 25.4W. Neck/Stand Detachable: Yes",
    "price" : 134.15,
    "rating": 4.4,
    "image" : ["https://m.media-amazon.com/images/I/71rXSVqET9L._AC_SX450_.jpg"],
    "category_name" : "Screens"
},
{
    "name" : "Sceptre Curved 27\" 75Hz LED Monitor",
    "description" : "1500R Curved Display: The 1500R degree curved design immerses you completely into the gaming landscape, allowing you to spot all threats and opportunities before all of your competitors.",
    "price" : 199.97,
    "rating": 4.1,
    "image" : ["https://m.media-amazon.com/images/I/61oYf1b5EfL._AC_SX466_.jpg"],
    "category_name" : "Screens"
},
{
    "name" : "SAMSUNG S40VA Series 24-Inch Computer Monitor",
    "description" : "Computer monitor with a built-in webcam & microphone creates limitless collaboration when connecting on a project. The webcam can be simply pushed down into the monitor to hide when it is not needed.",
    "price" : 199.99,
    "rating": 4.8,
    "image" : ["https://m.media-amazon.com/images/I/81pEUBK197S._AC_SX450_.jpg"],
    "category_name" : "Screens"
},
{
    "name" : "FORZA Soccer Goal [5 Sizes] – Premium Weatherproof PVC Backyard Soccer Goal",
    "description" : "The high-quality FORZA outdoor soccer goal for kids is an excellent addition to the backyard. The soccer set for kids backyard goals are available in multiple sizes, so that you can find the right kids goalpost.",
    "price" : 69.99,
    "rating": 3,
    "image" : ["https://m.media-amazon.com/images/I/A19TUSdpx1L._AC_SX425_.jpg"],
    "category_name" : "Football"
},
{
    "name" : "Franklin Sports Soccer Balls - Competition 100 Soccer Balls",
    "description" : "Official sizes: Comes in sizes 3, 4, and 5 with precise stitching and official sizing so it can be used at all skill levels for training and skill building",
    "price" : 11.84,
    "rating": 4.8,
    "image" : ["https://m.media-amazon.com/images/I/71cTqYFokQL._AC_SX425_.jpg"],
    "category_name" : "Football"
},
{
    "name" : "Franklin Sports Blackhawk Backyard Soccer Goal",
    "description" : "Durable Construction: Our durable, weather-resistant soccer goals make practicing shots fun and easy.",
    "price" : 19.99,
    "rating": 4.9,
    "image" : ["https://m.media-amazon.com/images/I/91f7YCbvByL._AC_SX425_.jpg"],
    "category_name" : "Football"
},
{
    "name" : "WILSON Junior/Youth Recreational Tennis Rackets",
    "description" : "The US Open Junior Tennis Racket is extremely lightweight and easy to swing. It's the perfect choice for players beginning to learn to play tennis. - 1",
    "price" : 32.00,
    "rating": 4,
    "image" : ["https://m.media-amazon.com/images/I/71-3RThVdfL._AC_SX425_.jpg"],
    "category_name" : "Tennis"
}
]